Repository: soumiamahieddine/enmoRM
Catalog: src/presentation/maarchRM/Resources/locale/*/lifeCycle/messages.po
Languages: fr

source: lifeCycle
fr: Cycle de vie

# bundle
source: journal
fr: Consultation du journal de cycle de vie

# interface
source: event
fr: Événements du cycle de vie

# model
source: journal
fr: Journal de cycle de vie

# model
source: eventFormat
fr: Format de l'événement

# model
source: Life cycle event search
fr: Journal du cycle de vie

source: Event Type
fr: Type d'événement

source: Event Class
fr: Type d'objet

source: Select an object type
fr: Sélectionnez un type d'objet

source: Identifier
fr: Identifiant

source: Start date
fr: Date de début

source: End date
fr: Date de fin

source: From
fr: Depuis

# date
source: Organization
fr: Organisation

source: to
fr: jusqu'au

# date
source: Search
fr: Rechercher

source: Reset
fr: Réinitialiser

source: result(s)
fr: résultat(s)

source: Event type
fr: Type d'événement

source: Timestamp
fr: Horodatage

source: Address :
fr: Adresse :

source: Archive identifier :
fr: Identifiant de l'archive :

source: Archive identifier
fr: Identifiant de l'archive

source: Archiver name :
fr: Nom du Service d'Archives :

source: Originator name :
fr: Nom du Service Producteur :

source: Hash :
fr: Empreinte numérique :

source: Hash algorithm :
fr: Algorithme de calcul d'empreinte :

source: Timestamp :
fr: Horodatage :

source: The form is empty.
fr: Le formulaire est vide.

source: Success
fr: Succès

source: Failure
fr: Échec

source: Event
fr: Événement

source: Certificate
fr: Attestation

source: Show the certificate
fr: Voir l'attestation

source: Download certificate
fr: Télécharger l'attestation

source: Deposit
fr: Dépôt

source: Compliance
fr: Consultation

source: Profile added
fr: Ajout de profil

source: Profile modified
fr: Modification de profil

source: Profile deleted
fr: Suppression de profil

source: eventId
fr: Identifiant d'évènement

source: eventType
fr: Type d'événement

source: objectClass
fr: Classe d'objet

source: Object class
fr: Classe de l'objet

source: objectId
fr: Identifiant d'objet

source: Object identifier
fr: Identifiant d'objet

source: Account identifier
fr: Identifiant du compte

source: operationResult
fr: Résultat d'opération

source: Operation result
fr: Résultat d'opération

source: User identifier
fr: Identifiant utilisateur

source: User name
fr: Utilisateur

source: certificationDateTime
fr: Attestation générée le

source: bytes
fr: octet(s)

source: resId
fr: Identifiant de la ressource

# eventInfo
source: hashAlgorithm
fr: Algorithme de hachage

# eventInfo
source: hash
fr: Empreinte numérique

# eventInfo
source: address
fr: Adresse de stockage

# eventInfo
source: instanceName
fr: Plateforme

# eventInfo
source: orgRegNumber
fr: Identifiant d'organisation

# eventInfo
source: orgUnitRegNumber
fr: Identifiant du Service demandeur

# eventInfo
source: requesterOrgRegNumber
fr: Identifiant du demandeur

# eventInfo
source: info
fr: Détail

# eventInfo
source: depositorOrgRegNumber
fr: Identifiant du Service Versant

# eventInfo
source: archiverOrgRegNumber
fr: Identifiant du Service d'Archives

# eventInfo
source: originatorOrgRegNumber
fr: Identifiant du Service Producteur

# eventInfo
source: senderOrgName
fr: Nom du Service Producteur

# eventInfo
source: recipientOrgName
fr: Nom du Service destinataire

# eventInfo
source: accessRuleStartDate
fr: Nouvelle date de début de la règle de communicabilité

# eventInfo
source: accessRuleDuration
fr: Nouvelle durée pour la règle de communicabilité

# eventInfo
source: previousAccessRuleStartDate
fr: Ancienne date de début de la règle de communicabilité

# eventInfo
source: previousAccessRuleDuration
fr: Ancienne durée pour la règle de communicabilité

# eventInfo
source: retentionStartDate
fr: Nouvelle date de début de conservation

# eventInfo
source: retentionDuration
fr: Nouvelle durée de conservation

# eventInfo
source: finalDisposition
fr: Nouveau sort final

# eventInfo
source: previousStartDate
fr: Ancienne date de début de conservation

# eventInfo
source: previousDuration
fr: Ancienne durée de conservation

# eventInfo
source: previousFinalDisposition
fr: Ancien sort final

# eventInfo
source: archivalProfileId
fr: Identifiant du profil d'archive

# eventInfo
source: archivalProfileReference
fr: Référence du profil d'archive

# eventInfo
source: startEventDate
fr: Date de début

# eventInfo
source: endEventDate
fr: Date de fin

# eventInfo
source: endEventId
fr: Identifiant du dernier événement traité

# eventInfo
source: senderOrgRegNumber
fr: Identifiant du Service émetteur

# eventInfo
source: recipientOrgRegNumber
fr: Identifiant du Service destinataire

# eventInfo
source: reference
fr: Identifiant du bordereau fourni par l'émetteur

# eventInfo
source: convertedResId
fr: Identifiant de la ressource cible

# eventInfo
source: convertedHashAlgorithm
fr: Algorithme de hachage cible

# eventInfo
source: convertedHash
fr: Empreinte numérique cible

# eventInfo
source: convertedAddress
fr: Adresse de stockage cible

# eventInfo
source: software
fr: Logiciel de conversion

# eventInfo
source: puid
fr: Format

# eventInfo
source: convertedPuid
fr: Format cible

# eventInfo
source: linkedResId
fr: Identifiant de la ressource liée

# eventInfo
source: relationshipType
fr: Type de relation

# eventInfo
source: size
fr: Taille

# eventInfo
source: convertedSize
fr: Taille cible

# eventInfo
source: originatorOwnerOrgRegNumber
fr: Identifiant du producteur

# eventInfo
source: startDatetime
fr: Date de début

# eventInfo
source: endDatetime
fr: Date de fin

# eventInfo
source: nbArchivesToCheck
fr: Nombre d'archives à vérifier

# eventInfo
source: nbArchivesInSample
fr: Nombre d'archives dans l'échantillon

# eventInfo
source: archivesChecked
fr: Nombre d'archives vérifiées

# eventInfo
source: nomDestinataire
fr: Nom du destinataire

# eventInfo
source: prenomDestinataire
fr: Prénom du destinataire

# eventInfo
source: matriculeDestinataire
fr: Matricule du destinataire

# eventInfo
source: serviceDestinataire
fr: Service du destinataire

# eventInfo
source: orgName
fr: Nom de l'activité

# eventInfo
source: ownerOrgId
fr: Identifiant de l'organisation

# eventInfo
source: originatorArchiveId
fr: Identifiant métier

# eventInfo
source: No originator found
fr: Aucune organisation ou service correspondant

source: recordsManagement/deposit
fr: Dépôt

source: recordsManagement/modification
fr: Modification

source: recordsManagement/retentionRuleModification
fr: Modification de la règle de conservation

source: recordsManagement/accessRuleModification
fr: Modification de la règle de communicabilité

source: recordsManagement/freeze
fr: Gel

source: recordsManagement/unfreeze
fr: Dégel

source: recordsManagement/restitution
fr: Restitution

source: recordsManagement/destruction
fr: Éliminée

source: recordsManagement/export
fr: Export

source: recordsManagement/search
fr: Recherche

source: recordsManagement/profileCreation
fr: Création de profil

source: recordsManagement/profileModification
fr: Modification de profil

source: recordsManagement/profileDestruction
fr: Destruction de profil

source: recordsManagement/integrityCheck
fr: Test de conformité

source: recordsManagement/integrity
fr: Test de conformité

source: recordsManagement/depositNewResource
fr: Dépôt d'une ressource

source: recordsManagement/delivery
fr: Communication

source: recordsManagement/elimination
fr: En cours d'élimination

source: recordsManagement/conversion
fr: Conversion

source: recordsManagement/archive
fr: Cote de l'archive

source: recordsManagement/ArchivalProfileModification
fr: Modification de profil

source: recordsManagement/addRelationship
fr: Ajout d'une relation d'archive

source: recordsManagement/deleteRelationship
fr: Suppression d'une relation d'archive

source: recordsManagement/integrityDataSystem
fr: Vérification d'intégrité par le système de données

source: recordsManagement/integrityLifeCycle
fr: Vérification d'intégrité par le Journal du cycle de vie

source: recordsManagement/archivalProfileModification
fr: Modification d'un profil d'archive

source: recordsManagement/consultation
fr: Consultation d'archive

source: recordsManagement/destructionRequest
fr: Demande d'élimination

source: recordsManagement/destructionRequestCanceling
fr: Annulation de demande d'élimination

source: recordsManagement/metadataConsultation
fr: Consultation de métadonnées

source: recordsManagement/metadataModification
fr: Modification de métadonnées

source: recordsManagement/periodicIntegrityCheck
fr: Vérification périodique d'intégrité

source: recordsManagement/reception
fr: Réception d'une archive

source: recordsManagement/validation
fr: Validation d'une archive

source: recordsManagement/outgoingTransfer
fr: Transfert sortant

source: recordsManagement/depositOfLinkedResource
fr: Dépôt d'une ressource liée

source: recordsManagement/destructionRequestCancel
fr: Annuler la demande de d'élimination de l'archive

source: recordsManagement/resourceDestruction
fr: Destruction d'une ressource

source: medona/sending
fr: Envoi d'un bordereau

source: medona/reception
fr: Réception d'un bordereau

source: medona/validation
fr: Validation d'un bordereau

source: medona/modification
fr: Modification d'un bordereau

source: medona/processing
fr: Traitement d'un bordereau

source: medona/acceptance
fr: Acceptation d'un bordereau

source: medona/acknowledgement
fr: Acquittement d'un bordereau

source: medona/rejection
fr: Rejet d'un bordereau

source: medona/retry
fr: Reprise d'un bordereau

source: medona/authorization
fr: Demande d'autorisation d'un bordereau

source: medona/message
fr: Identifiant bordereau

source: organization/counting
fr: Compter le nombre d'identifiant

source: organization/listing
fr: Lister le nombre d'identifiant

source: organization/journal
fr: Lecture journal

source: Result
fr: Résultat

source: Reception of the message
fr: Réception d'un bordereau

source: Processing of the message
fr: Traitement d'un bordereau

source: Deposit of archive
fr: Dépôt d'archive

source: Sending of the message
fr: Bordereau envoyé

source: Acceptance of the message
fr: Bordereau accepté

source: Modification of retention rule
fr: Modification de la règle de conservation

source: Modification of access rule
fr: Modification de la règle de communicabilité

source: Frezze of life cycle
fr: Gel

source: Unfrezze of life cycle
fr: Dégel

source: Periodic validation of integrity
fr: Contrôle périodique d'intégrité

source: beforeDuration
fr: Précédente durée

source: beforeFinalDisposition
fr: Précédent sort final

source: beforeAccessRuleStartDate
fr: Précédente date de départ de la règle de communicabilité

source: beforeAccessRuleDuration
fr: Précédente durée de la règle de communicabilité

source: retentionStartDate
fr: Date de départ de la conservation

source: retentionDuration
fr: Durée de conservation

source: finalDisposition
fr: Sort final

source: accessRuleStartDate
fr: Date de départ de la règle de communicabilité

source: accessRuleDuration
fr: Durée de la règle de communicabilité

source: Domain
fr: Domaine

source: Events formats
fr: Formats d'événements

source: Event(s) format(s)
fr: Format(s) d'événement(s)

source: Add event format
fr: Ajouter un format d'événement

source: The type must be qualified by the bundle name and separated by '/'
fr: Le type doit être qualifié par le nom du bundle et séparé par '/'

source: Show the event
fr: Visualiser l'événement

source: To insert the value of a field in this format, use ' %{field position}${type} '
fr: Pour insérer la valeur d'un des champs présents dans le format, utiliser ' %{position du champs}${type} '

source: The type can be 's' for string, 'd' for number, 'f' for float
fr: Le type peut être 's' pour une chaîne de caractères, 'd' pour un nombre, 'f' pour un nombre à virgule

source: 1 - Unique identifier of event
fr: 1 - Identifiant unique de l'événement

source: 2 - Event type
fr: 2 - Type de l'événement

source: 3 - Timestamp of event
fr: 3 - Date et heure à la microseconde de l'événement

source: 4 - User or service identifier who have triggered the event
fr: 4 - Identifiant du compte utilisateur ou du compte de service ayant déclenché l'événement

source: 5 - Object type impacted by the event
fr: 5 - Type d'objet impacté par l'événement

source: 6 - Unique object identifier impacted by the event
fr: 6 - Identifiant unique de l'objet impacté

source: 7 - Result of operation
fr: 7 - Résultat de l'opération

source: 9 and more - Value of fields defined in format field
fr: 9 et plus - Valeur des champs définis dans le champ format

source: Ex : %6$s for use the unique object identifier impacted by the event
fr: Ex : %6$s pour utiliser l'identifiant unique de l'objet impacté

source: Event format created
fr: Format d'événement créé

source: Event format deleted
fr: Format d'événement supprimé

source: Event format updated
fr: Format d'événement modifié

source: The format is empty.
fr: Le format est vide.

source: Archival profile
fr: Profil d'archive

source: Account name
fr: Nom du compte

source: medona
fr: Échanges de données d'Archive

source: recordsManagement
fr: Données d'Archive

source: Service level
fr: Niveau de service

source: certificateName
fr: Attestation de dépot

# recordsManagement/deposit
source: certificateName
fr: Attestation de conformité

# recordsManagement/integrityCheck
source: certificateName
fr: Attestation de destruction

# recordsManagement/destruction
source: Organization
fr: Organisation

source: result(s) on
fr: résultat(s) sur
