Repository: soumiamahieddine/enmoRM
Catalog: src/presentation/maarchRM/Resources/locale/*/recordsManagement/archive.po
Languages: fr

source: Archival profile
fr: Profil d'archive

source: Archive identifier
fr: Identifiant de l 'archive

source: Identifier
fr: Identifiant

source: Archive import
fr: Import d'archives

source: Archive imported
fr: Archive importée

source: Archive name
fr: Intitulé

source: Disposal rule
fr: Règle de conservation

source: Retention rule
fr: Règle de conservation

source: Retention start date
fr: Date de référence

source: File plan position
fr: Dossier de classement

source: Management metadata
fr: Règles de gestion

source: Descriptive metadata
fr: Description

source: archiveName
fr: Libellé

source: originatorArchiveId
fr: Identifiant

source: depositDate
fr: Date de dépôt
