Repository: soumiamahieddine/enmoRM
Catalog: src/presentation/maarchRM/Resources/locale/*/recordsManagement/archivalProfile.po
Languages: fr

source: Profiles
fr: Profils

source: Archives profile
fr: Profils d'archive

source: profile(s)
fr: profil(s)

source: Identifier
fr: Identifiant

source: Add a profile
fr: Ajouter un profil

source: New profile
fr: Nouveau profil

source: Archival profile
fr: Profil d'archive

source: Description class
fr: Modèle de description

source: Profile rules
fr: Données de gestion

source: Retention start date
fr: Date de référence

source: Retention duration
fr: Durée de conservation

source: Final disposition
fr: Sort final

source: Document description
fr: Description des documents

source: Access entries
fr: Accès

source: Edit a profile
fr: Modification du profil

source: Reference
fr: Référence

source: Property
fr: Propriété

source: Used
fr: Utilisé

source: Required
fr: Requis

source: Allow multiple documents
fr: Conteneur de documents

source: Allow user indexes
fr: Autorise les index utilisateurs

source: Retention rules
fr: Règles de conservation

source: Deposit date
fr: Date de dépôt

source: Last communication date
fr: Date de dernière communication

source: Description object property
fr: Propriété de description de l'objet

source: Action route
fr: Route d'action

source: Years
fr: Années

source: Days
fr: Jours

source: Months
fr: Mois

source: Access rule
fr: Règle de communicabilité

source: Group
fr: Groupe

source: Read
fr: Lecture

source: Access rules
fr: Règles de communicabilité

source: Retention rule
fr: Règle de conservation

source: Access rule code
fr: Code

source: Retention rule code
fr: Code

source: Access rule duration
fr: Durée de non-communicabilité

source: To be defined later
fr: À définir plus tard

source: Originating date
fr: Date de production

source: Created date
fr: Date de création

source: Date of publication
fr: Date de publication

source: Integrity on deposit
fr: Contrôle au versement

source: Profiles directory
fr: Répertoire des profils

source: Profile file
fr: Fichier de profil

source: preservation
fr: Conserver

source: destruction
fr: Détruire

source: year(s)
fr: an(s)

source: month(s)
fr: mois

source: day(s)
fr: jour(s)

source: Illimited
fr: Illimitée

source: Deposit
fr: Déposer

source: Retrieve
fr: Consulter

source: Destroy
fr: Eliminer

source: Click or drop a file
fr: Cliquez ou déposez un fichier

source: File name
fr: Nom du fichier

source: Size
fr: Taille

source: Import
fr: Importer

source: Replace file
fr: Remplacer le fichier

source: Download file
fr: Télécharger le fichier

source: Archival profile created
fr: Profil d'archive créé

source: Archival profile updated
fr: Profil d'archive modifié

source: Archival profile deleted
fr: Profil d'archive supprimé

source: Archival profile uploaded
fr: Profil d'archive téléversé

source: Select a access rule code
fr: Sélectionnez une règle de communicabilité

source: Select a retention start date
fr: Sélectionnez une date de référence

source: Select a retention rule code
fr: Sélectionnez une règle de conservation

source: The profile can't be deleted. It's used in an archival agreement
fr: Un profil utilisé ne peut être supprimé.

source: Can't upload file. You have to save the profile first.
fr: Impossible de téléverser le fichier. Le profil doit d'abord être enregistré.

source: The profile file's extention must be rng or xsd.
fr: Le fichier de profil doit se terminer par .xsd ou .rng

source: reference
fr: Identifiant

source: Custom description fields
fr: Champs du dictionnaire de données

source: Field
fr: Champ

source: A field must not be empty
fr: Le champ ne doit pas être vide

source: Originator
fr: Producteur

source: Archive structure
fr: Structure d'archive

source: Accept archives without profile
fr: Autoriser les archives sans profil

source: Accept the profile :
fr: Autoriser le profil :

source: Select a profile
fr: Choisir un profil

source: Do you want to save the changes before leaving this screen ?
fr: Voulez-vous enregistrer les modifications avant de quitter cet écran ?

source: Go to
fr: Aller vers

source: Accept any profiles
fr: Accepter tous les profils

source: Generate bar code
fr: Générer un code à barres

source: Fileplan level
fr: Niveau dans le plan

source: Item
fr: Pièce

source: File
fr: Dossier

source: Profile already exist
fr: Le profil existe déjà

source: delete the archival profile
fr: Êtes-vous sûr de vouloir supprimer ce profil d'archive ? Vous ne pourrez pas revenir en arrière.

source: Delete the archival profile
fr: Supprimer le profil d'archive

source: Read only
fr: Lecture seule

source: View in the list
fr: Voir dans la liste

source: cannot be recursively called
fr: ne peut pas être appelé récursivement
