Repository: soumiamahieddine/enmoRM
Catalog: src/presentation/maarchRM/Resources/locale/*/recordsManagement/storageRule.po
Languages: fr

source: Storage rules
fr: Règles d'utilité courante

source: Storage rule
fr: Règle d'utilité courante

source: Add a storage rule
fr: Ajouter une règle

source: rule(s)
fr: règle(s)

source: Edit storage rule
fr: Édition de la règle d'utilité courante

source: Delete the storage rule
fr: Supprimer la règle

source: Update the storage rule
fr: Modifier la règle

source: Are you sure to modify this storage rule ?
fr: Êtes-vous sûr de vouloir modifier la règle d'utilité courante ?

source: Are you sure to delete this storage rule ?
fr: Êtes-vous sûr de vouloir supprimer la règle d'utilité courante ?

source: Storage rule code
fr: Code de la règle

source: Storage duration
fr: Durée de conservation

source: Label
fr: Intitulé

source: Days
fr: Jours

source: Months
fr: Mois

source: Years
fr: Années

source: Preservation
fr: Conservation

source: Unlimited
fr: Illimité

source: Storage rule created.
fr: Règle ajoutée.

source: Storage rule updated.
fr: Règle modifiée.

source: Storage rule deleted.
fr: Règle supprimée.

source: Storage rule not deleted.
fr: Règle non supprimée.

source: The operation could not be completed because the retention rule doesn't exist.
fr: Suppression impossible ! La règle n'existe pas.

source: Y
fr: an(s)

# duration
source: M
fr: mois

# duration
source: D
fr: jour(s)

source: preservation
fr: Conservation
