Repository: soumiamahieddine/enmoRM
Catalog: src/presentation/maarchRM/Resources/locale/*/Statistics/Statistics.po
Languages: fr

source: Statistics
fr: Statistiques

source: Select an operation
fr: Sélectionner une opération

source: Select a filter
fr: Sélectionner un critère

source: Deposit
fr: Versement

source: Deletion
fr: Élimination

source: Outgoing transfer
fr: Transfert sortant

source: Growth
fr: Accroissement net

source: Archival profile
fr: Profil d'archive

source: Originating agency
fr: Service producteur

source: From
fr: Du

source: To
fr: Jusqu'au

source: originatingOrg
fr: Service producteur

source: archivalProfile
fr: Profil d'archive

source: Unit
fr: Unité

source: Size
fr: Taille

source: Archives number
fr: Nombre d'archives

source: Unknown
fr: Inconnu

source: End Date is mandatory if start date is filled
fr: La date de fin est obligatoire si la date de début est remplie

source: Start Date is mandatory if end date is filled
fr: La date de début est obligatoire si la date de fin est remplie

source: Operation type not supported
fr: Le type d'opération n'est pas supporté

source: Filter cannot be null if an operation is selected
fr: Le filtre ne peut être vide si une opération est sélectionnée

source: Start Date cannot be past end date
fr: La date de début ne peut pas être après la date de fin

source: The sizeFilter parameter must be between 0 and 3 included
fr: Le paramètre sizeFilter doit être compris entre 0 et 3 inclus

source: Byte
fr: Octet

source: Operation
fr: Type de rapport

source: Filter by
fr: Ventiler par

source: If you choose an operation, you have to choose a filter and reciprocally
fr: Si vous choisissez une opération, vous devez choisir un critère et réciproquement

source: Generate
fr: Générer
