Repository: soumiamahieddine/enmoRM
Catalog: src/presentation/maarchRM/Resources/locale/*/organization/messages.po
Languages: fr

source: organization
fr: Organisations

# bundle
source: orgTree
fr: Administration des organisations

# interface
source: orgUnitType
fr: Administration des types de services

# interface
source: person
fr: Personnes des organisations

# model
source: orgRole
fr: Rôles des organisations

# model
source: orgType
fr: Types des organisations

# model
source: orgUnit
fr: Services

# model
source: orgUnitType
fr: Types de services

# model
source: organization
fr: Organisations

# model
source: position
fr: Positions des personnes

# model
source: Address
fr: Adresse

source: Identifier
fr: Identifiant

source: Organization
fr: Organigramme

source: Organization unit
fr: Service

source: Describe the hierarchical structure and relationships
fr: Décrit la structure hiérarchique et les relations

source: Organization type
fr: Type d'organisation

source: Organization tree
fr: Arbre organisationnel

source: New organization
fr: Nouvelle organisation

source: Add a new organization
fr: Ajouter une nouvelle organisation

source: Information
fr: Informations

source: Organization name
fr: Nom

source: Other name
fr: Autre nom

source: Display name
fr: Nom affiché

source: Legal classification
fr: Forme juridique

source: Business type
fr: Nature de l'activité

source: Position set to default
fr: Position mise par défaut

source: default
fr: défaut

source: set default
fr: Par défaut

source: Begin date
fr: Date de début

source: End date
fr: Date de fin

source: Organization role
fr: Rôle(s)

source: Add role
fr: Ajouter un rôle

source: Tax identifier
fr: Numéro de TVA intraco

source: Registration number
fr: Identifiant

source: registrationNumber
fr: Identifiant

source: Organization unit members
fr: Membres de l'unité organisationnelle

source: Recorded persons
fr: Personnes enregistrées

source: New person
fr: Nouvelle personne

source: Person
fr: Personne

source: Legal form
fr: Forme légale

source: Done
fr: Terminer

source: Hide persons
fr: Cacher les personnes

source: Show persons
fr: Afficher les personnes

source: Funtion
fr: Fonction

source: Roles
fr: Rôles

source: Move organization unit
fr: Déplacer l'unité organisationnelle

source: Root
fr: Racine

source: Move to :
fr: Déplacer vers :

source: Select a new position for the organization
fr: Sélectionnez une nouvelle position pour l'organisation

source: New position
fr: Nouvelle position

source: Organization or activity
fr: Organisation ou activité

source: Move
fr: Déplacer

source: Manage users
fr: Gérer les utilisateurs

source: Manage contacts
fr: Gérer les contacts

source: Owner Organization Id
fr: Identifiant de l'organisation parente

source: Parent name
fr: Nom du parent

source: Organization contacts
fr: Contacts de l'organisation

source: Add a child organization
fr: Ajouter une organisation enfant

source: Add a child organization unit
fr: Ajouter un service enfant

source: Organization users
fr: Utilisateurs de l'organisation

source: User
fr: Utilisateur

source: Service account
fr: Comptes de service

source: Submit
fr: Valider

source: You must use only letters, numbers and the special character '_'
fr: Vous devez utiliser uniquement les lettres, les chiffres et le caractère spécial '_'

source: The first and last character must be a letter. You must use only letters and the special character '_'
fr: Les premier et dernier caractères doivent être des lettres. Vous devez utiliser uniquement les lettres et le caractère spécial '_'

source: Are you sure to delete this organization ? This action will also delete the organizations and persons above !
fr: Êtes-vous sûr de vouloir supprimer l'organisation ? Cette action supprime aussi les organisations et les personnes qui y sont associées !

source: Modification not saved
fr: Modifications non enregistrées

source: The modifications are not saved. Do you want to close the form anyway ?
fr: Les modifications ne sont pas enregistrées. Voulez-vous quand même fermer ce formulaire ?

source: Archival agency
fr: Service d'Archives

source: Archive control authority
fr: Service de Contrôle

source: Archive originating agency
fr: Service Producteur

source: Archive depositor agency
fr: Service Versant

source: Archive requester
fr: Demandeur d'archive

source: The system owner
fr: Opérateur d'Archivage

source: The security agency
fr: Service de sécurité

source: Linked to organization
fr: Contact lié à l'organisation

source: Organization contact
fr: Contact de l'organisation

source: Organization added
fr: Organisation ajoutée

source: Organization and his childrens are deleted
fr: L'organisation et ses enfants ont été supprimés

source: Organization updated
fr: Organisation modifiée

source: New person added
fr: Personne ajoutée

source: Person updated
fr: Personne modifiée

source: Person removed
fr: Personne retirée

source: Contact removed
fr: Contact supprimé

source: Contact updated
fr: Contact modifié

source: Organization unit added
fr: Unité organisationnelle ajoutée

source: Organization unit updated
fr: Unité organisationnelle modifiée

source: The organization unit is moved
fr: Unité organisationnelle déplacée

source: Organization unit and his childrens are deleted
fr: L'unité organisationnelle et ses enfants ont été supprimés

source: Organization unit type added
fr: Type d'unité organisationnelle ajouté

source: Organization unit type updated
fr: Type d'unité organisationnelle modifié

source: Person position created
fr: Position d'une personne créée

source: Person position deleted
fr: Position d'une personne supprimée

source: User added to the organization
fr: Utilisateur ajouté à l'organisation

source: User removed
fr: Utilisateur supprimé

source: Missing display name
fr: Veuillez saisir le nom affiché.

source: The contact has been added to the organization
fr: Le contact a été ajouté à l'organisation.

source: First name
fr: Prénom

source: Last name
fr: Nom

source: Function
fr: Fonction

source: Organization unit name
fr: Service

source: Title
fr: Titre

source: Users
fr: Utilisateurs

source: Organization types
fr: Types d'organisation

source: organization type(s)
fr: type(s) d'organisation

source: Organization type created
fr: Type d'organisation créé

source: Organization type deleted
fr: Type d'organisation supprimé

source: Organization type updated
fr: Type d'organisation mis à jour

source: Archival profile
fr: Profil d'archive

source: Archival profiles access updated.
fr: Accès aux profils mis à jour

source: Accept archives without profile
fr: Autoriser les archives sans profil

source: Export the file plan
fr: Exporter le plan de classement

source: Drop the organizations list down
fr: Déplier l'organigramme

source: Wrap the organizations list
fr: Replier l'organigramme

source: Metadatas
fr: Métadonnées

source: No user found
fr: Aucun utilisateur trouvé

# org
source: Delete organization
fr: Supprimer l'organisation

source: Default service level
fr: Niveaux de service par défaut

source: Service level
fr: Niveaux de service

source: Archival profiles access created
fr: Liaison ajoutée

source: Archival profiles access updated
fr: Liaison modifiée

source: Archival profiles access deleted
fr: Liaison supprimée

source: Select a profile
fr: Selectionnez un profil

source: Status changed
fr: Statut de l'activité modifié

source: Identifier or name
fr: Identifiant ou nom de l'organisation

source: No org found
fr: Aucune organisation trouvée
