Repository: soumiamahieddine/enmoRM
Catalog: src/presentation/maarchRM/Resources/locale/*/medona/messages.po
Languages: fr

source: almedona
fr: Bordereau d'échange

# bundle
source: archivalAgreement
fr: Convention d'archivage

# interface
source: message
fr: Bordereau

# interface
source: archivalAgreement
fr: Convention d'archivage

# model
source: message
fr: Bordereau

# model
source: messageStatus
fr: Statut du bordereau

# model
source: archiveTransferReceipt
fr: Transfert d'archive reçu

# audit
source: messageCreate
fr: Création d'un bordereau

# audit
source: archivalAgreementModification
fr: Modification de la convention d'archivage

# audit
source: Messages
fr: Bordereaux

source: You don't avec any role that enables you tu use messages.
fr: Vous n'avez aucun rôle permettant l'utilisation des bordereaux.

source: Deposit
fr: Versement

source: Received transfers
fr: Transferts reçus

source: Transfer incoming list
fr: Transferts à traiter

source: Transfer outgoing list
fr: Transferts en attente de traitement

source: Delivery incoming list
fr: Demandes de communication

source: Destruction incoming list
fr: Demandes d'élimination

source: Transfer history
fr: Historique de transfert

source: Modification request history
fr: Historique des demandes

source: Sent transfers
fr: Transferts envoyés

source: Transfers history
fr: Historique des transferts

source: Outgoing Transfer list
fr: Transferts à acquitter

source: Outgoing Transfer process list
fr: Transferts à finaliser

source: Outgoing transfer history
fr: Historique de transfert

source: Received notifications
fr: Notifications reçues

source: Notifications history
fr: Historique de notification

source: Sent delivery request
fr: Demandes de communication émises

source: Received delivery request
fr: Demandes de communication reçues

source: Delivery request history
fr: Historique de communication

source: Communication authorization
fr: Autorisation de communication

source: Destruction authorization
fr: Autorisation de destruction

source: Received Authorization request
fr: Demandes d'autorisation reçues

source: Sending Authorization request
fr: Demandes d'autorisation émises

source: Restitution
fr: Restitutions

source: Restitution request
fr: Demandes de restitution

source: Sending restitution request
fr: Demandes de restitution émises

source: Received restitution request
fr: Demandes de restitution reçues

source: Restitution history
fr: Historique de restitution

source: Transfer request
fr: Demande de transfert

source: Sent transfers request
fr: Demandes de transfert émises

source: Received transfers request
fr: Demandes de transfert reçues

source: Transfers history request
fr: Historique de demande de transfert

source: Destruction request
fr: Demande d'élimination

source: Sent destruction request
fr: Demandes d'élimination émises

source: Received destruction request
fr: Demandes d'élimination reçues

source: Destruction history
fr: Historique d'élimination

source: ArchiveConversionRequest
fr: Demande de conversion

source: History
fr: Historique

source: Identifier
fr: Identifiant

source: Reference
fr: Référence

source: Sender
fr: Émetteur

source: Recipient
fr: Destinataire

source: Impacted archive
fr: Archive impactée

source: Size (bytes)
fr: Taille (octets)

source: Data object count
fr: Nombre d'objets

source: From date
fr: Date de début

source: To date
fr: Date de fin

source: Message identifier
fr: Identifiant du bordereau

source: Message format
fr: Format du bordereau

source: Message
fr: Bordereau

source: Request communication
fr: Demandes de communication

source: Delivery authorization request
fr: Demandes d'autorisation

source: Communication to recover
fr: Communications à récupérer

source: Restitution to recover
fr: Restitutions à récupérer

source: ArchiveDeliveryRequest
fr: Demande de communication d'archive

source: ArchiveDeliveryRequestReply
fr: Communication d'archive

source: ArchiveDestructionRequest
fr: Demande d'élimination d'archive

source: ArchiveDestructionRequestReply
fr: Réponse à la demande d'élimination d'archive

source: Send request
fr: Envoyer une demande

source: Comment
fr: Commentaire

source: Send
fr: Envoyer

source: Search
fr: Recherche

source: Reset
fr: Réinitialiser

source: Authorization request content
fr: Contenu de la requête d'autorisation

source: Authorization reason
fr: Raison de l'autorisation :

source: Request date
fr: Date de la requête :

source: Archival agency
fr: Service d'Archives

source: Transferring agency
fr: Service Versant

source: Originating agency
fr: Service Producteur

source: Requester
fr: Demandeur

source: Originator
fr: Service Producteur

source: Control authority
fr: Autorité de Contrôle

source: AuthorizationOriginatingAgencyRequest
fr: Demande d'autorisation au Service Producteur

source: AuthorizationOriginatingAgencyRequestReply
fr: Réponse à la demande d'autorisation

source: ArchiveDestructionNotification
fr: Notification de destruction

source: ArchiveModificationNotification
fr: Notification de modification

source: ArchivalProfileModificationNotification
fr: Notification de modification de profil

source: AuthorizationControlAuthorityRequest
fr: Demande d'autorisation au Service de Contrôle

source: AuthorizationControlAuthorityRequestReply
fr: Réponse à la demande d'autorisation

source: Comment(s)
fr: Commentaire(s)

source: Authorization
fr: Autorisation

source: Hash
fr: Empreinte numérique

source: Hash algorithm
fr: Algorithme

source: Sender organization
fr: Émetteur

source: Archival profile
fr: Profil d'archive

source: Service level
fr: Niveau de service

source: Message received
fr: Message reçu

source: Message validated
fr: Message validé

source: The message is in error status
fr: Le message est en erreur

source: The message has already been received ('%s' Ref. '%s' from '%s')
fr: Le message est déjà enregistré ('%s' Ref. '%s' par '%s')

source: The attachment of binary data object
fr: Les pièces jointes n'ont pas été trouvées

source: The reply message was not found.
fr: Le message de réponse n'a pas été trouvé.

source: Identifer
fr: Identifiant

source: File name
fr: Nom du fichier

source: Size
fr: Taille

source: Reply code
fr: Code de réponse

source: Acknowledgement
fr: Accusé de réception

source: ArchiveTransfer
fr: Transfert d'archive

source: ArchiveTransferReply
fr: Réponse au transfert d'archive

source: ArchiveRestitution
fr: Restitution

source: ArchiveRestitutionRequest
fr: Demande de restitution

source: Request validation
fr: Demandes à valider

source: Restitution process
fr: Restitutions à finaliser

source: Authorization request
fr: Demandes d'autorisation

source: ArchiveRestitutionRequestReply
fr: Réponse à la demande de restitution

source: Unit identifier(s)
fr: Identifiant(s) d'archives

source: Management metadata
fr: Métadonnées de gestion

source: Profile modification
fr: Modification de profil

source: Message import
fr: Importer un bordereau

source: Click or drop a message file
fr: Cliquez ou déposez un bordereau

source: Click or drop documents
fr: Cliquez ou déposez des documents

source: add attachement
fr: Ajoutez des pièces jointes

source: End
fr: Terminer

source: Accept
fr: Accepter

source: Derogation
fr: Dérogation

source: Reject
fr: Rejeter

source: Active
fr: Activé

source: Validate
fr: Valider

source: Processing
fr: En cours de traitement

source: Process
fr: Traiter

source: Acknowledge
fr: Acquitter

source: Retry
fr: Reprendre

source: Destroy
fr: Détruire

source: Not active
fr: Non activé

source: template
fr: Modèle

source: new
fr: Nouveau

source: sent
fr: Envoyé

source: received
fr: Reçu

source: valid
fr: Valide

source: accepted
fr: Accepté

source: rejected
fr: Rejeté

source: acknowledge
fr: Acquitté

source: downloaded
fr: Téléchargé

source: derogation
fr: Dérogation

source: processed
fr: Traité

source: invalid
fr: Invalide

source: error
fr: Erreur

source: validated
fr: Validé

source: draft
fr: Brouillon

source: toBeModified
fr: À modifier

source: modified
fr: Modifié

source: processError
fr: Erreur de traitement

source: validationError
fr: Erreur de validation

source: Download
fr: Télécharger

source: To be modified
fr: À modifier

source: transferable
fr: En cours de transfert

source: validating
fr: En cours de validation

source: originator_authorization_wait
fr: En attente d'autorisation du producteur

source: control_authorization_wait
fr: En attente d'autorisation du Service de Contrôle

source: Storage rule
fr: Règle de stockage

source: Appraisal rule
fr: Règle de conservation

source: Access rule
fr: Règle de communicabilité

source: Classification rule
fr: Règle de classement

source: Level
fr: Niveau

source: Owner
fr: Propriétaire

source: Final action
fr: Sort final

source: Keep
fr: Conserver

source: Access restrition rule
fr: Règle de communicabilité

source: Duration
fr: Durée

source: Start date
fr: Date de début

source: Transaction closed
fr: Transaction terminée

source: Message accepted
fr: Message accepté

source: Message rejected
fr: Message rejeté

source: Message restarted
fr: Reprise du message

source: Authorization request send to originator agency
fr: Demande d'autorisation envoyée au Service Producteur

source: Authorization request send to control authority
fr: Demande d'autorisation envoyée à l'Autorité de Contrôle

source: Authorization accepted
fr: Demande d'autorisation acceptée

source: Authorization rejected
fr: Demande d'autorisation rejetée

source: Message processed
fr: Message traité

source: Message sent to derogation
fr: Message envoyé en dérogation

source: Invalid message
fr: Message invalide

source: Name of zip and his content files doesn't match
fr: Le nom du zip et de ses fichiers ne correspondent pas

source: Malformed XML
fr: Fichier XML malformé

source: expected '>'
fr: Fermeture de balise oubliée

source: Conversion requests
fr: Demandes de conversion

source: conversion request(s)
fr: demande(s) de conversion

source: Select a type of message
fr: Sélectionnez un type de message

source: Transfer
fr: Transfert

source: Delivery
fr: Communication

source: Archive id
fr: Identifiant d'archive

source: Description class
fr: Classe de description

source: Res id
fr: Id

source: Object
fr: Objet

source: Object id
fr: Identifiant d'objet

source: Archiver name
fr: Service d'Archives

source: Depositor name
fr: Service Versant

source: Originator name
fr: Service Producteur

source: Archival agreements
fr: Accords de versement

source: From
fr: Depuis

source: To
fr: jusqu'au

source: Associate the control authority to originator
fr: Associer une Autorité de Contrôle à un producteur

source: Control authority management
fr: Gestion des Autorités de Contrôle

source: Select a control authority
fr: Sélectionner une Autorité de Contrôle

source: Select a originator
fr: Sélectionner un producteur

source: Default
fr: Défaut

source: Relation created
fr: Relation créée

source: Relation updated
fr: Relation modifiée

source: Relation deleted
fr: Relation supprimée

source: The container file contains symbolic links
fr: Le fichier conteneur contient des liens symboliques.

source: An error occurred during the opening of the zip
fr: Une erreur s'est produite durant le chargement du zip

source: The relation control authority and orignator already exists.
fr: La relation entre l'Autorité de Contrôle et le producteur existe déjà.

source: Relation not deleted.
fr: Relation non-supprimée

source: Notification history
fr: Historique de notification

source: Type of message
fr: Type de message

source: validation warning
fr: Attention : vous êtes sur le point de finaliser votre demande de restitution d'archives ; votre accord entraînera la restitution immédiate au Service Producteur et les archives concernées seront dès lors détruites chez l’Opérateur d’Archivage, après acquittement par le Service Producteur de la bonne fin de la restitution. Ce processus de restitution est irréversible !

source: acknowledge warning
fr: Attention : votre accord implique que vous reconnaissiez avoir récupéré, vérifié et intégré l'ensemble des archives restituées sur votre système d'information, quel qu'il soit (PC, GED, tablettes...), et libère dès lors l’Opérateur d’Archivage de tout engagement sur ces archives, sachant qu’il se doit de les détruire dès réception de votre accord.

source: Destroy an archive
fr: Destruction d'une archive

source: destroy elimination warning
fr: Attention : vous êtes sur le point de finaliser cette demande d'élimination (ce processus de restitution) ; votre accord entraînera la destruction immédiate des données concernées sur l'ensemble des volumes homologues de conservation sécurisée, ainsi que sur l'ensemble des volumes temporaires de communication, de restitution et/ou de transferts sortants.

source: destroy transfer warning
fr: Attention : vous êtes sur le point de finaliser ce transfert sortant ; votre accord entraînera la destruction immédiate des données concernées sur l'ensemble des volumes homologues de conservation sécurisée, ainsi que sur l'ensemble des volumes temporaires de communication, de restitution et/ou de transferts sortants.

source: Retry the process
fr: Reprendre le traitement

source: processing
fr: En cours de traitement

source: Organization
fr: Organisation

source: No originator found
fr: Aucun producteur trouvé

source: Code
fr: Nom de la règle

# meta-data
source: Default control authority
fr: Autorité de contrôle par défaut

source: Generated by
fr: Généré par

source: Originator archive id
fr: Producteur de l'archive

source: Archiver archive id
fr: Service d'Archive de l'archive

source: Depositor archive id
fr: Service versant de l'archive

source: Originating system id
fr: Identifiant du système producteur

source: Archive type
fr: Type de l'archive

source: Description object
fr: Description de l'objet

source: Originating date
fr: Date de production

source: Send to third party
fr: Communication à un tiers

source: Requestor
fr: Demandeur

source: If you deactivate this option, you agree not to communicate these archives outside the originator service.
fr: En désactivant cette option, vous vous engagez à ne pas communiquer ces archives en dehors du service producteur.

source: Sent a derogation for
fr: Envoi d'une dérogation pour

source: Item
fr: Pièce

source: Container
fr: Conteneur

source: Service or organization
fr: Service ou organisation

source: Schema
fr: Schéma

source: Day(s)
fr: Jour(s)

source: Month(s)
fr: Mois

source: Year(s)
fr: An(s)

source: Unlimited
fr: Illimitée

source: Unit Identifier
fr: Archive(s) liée(s)

source: Modification requests
fr: Demandes de modification à traiter

source: ArchiveModificationRequest
fr: Demande de modification

source: Modification request accepted
fr: Demande de modification acceptée

source: Modification request rejected
fr: Demande de modification refusée

source: Your browser did not recognize the type of file transmitted. Please try with another browser.
fr: Votre navigateur n'a pas reconnu le type du fichier transmis. Veuillez essayer avec un autre navigateur

source: User has no organization. Please contact your administrator
fr: L'utilisateur courant n'est affecté à aucune organisation. Contactez votre administrateur.

source: Connector type is missing
fr: Le choix du connecteur est manquant

source: Pick a connector
fr: Choisissez un connecteur

source: SEDA 1 message with attachment
fr: Bordereau seda 1 avec pièces jointes

source: SEDA 1 zip
fr: Archive seda 1 compressée

source: SEDA 2.1 message with attachment
fr: Bordereau seda 2.1 avec pièces jointes

source: SEDA 2.1 zip
fr: Archive seda 2.1 compressée

source: Mades message with attachment
fr: Archive mades compressée

source: Mades zip
fr: Bordereau mades avec pièces jointes

source: Message name
fr: Nom du bordereau
