Repository: soumiamahieddine/enmoRM
Catalog: src/presentation/maarchRM/Resources/locale/*/digitalResource/repository.po
Languages: fr

source: Repository
fr: Support de stockage

source: repositorie(s)
fr: support(s) de stockage

source: Repositories management
fr: Supports de stockage

source: Repository name
fr: Nom du support

source: Repository type
fr: Type

source: Repository uri
fr: Chemin

source: Edit a repository
fr: Modifier un support de stockage

source: Edit a new repository
fr: Déclarer un support de stockage

source: Repository parameters
fr: Paramètres

source: Repository options
fr: Options

source: Repository created
fr: Support de stockage créé

source: Repository updated
fr: Support de stockage modifié

source: Service not found.
fr: Service non trouvé

source: Add a repository
fr: Ajouter un support de stockage

source: Repository name is empty
fr: Le nom du support de stockage est vide

source: Repository type is emty
fr: Le type support de stockage est vide

source: Repository Uri is empty
fr: L'URI du support de stockage est vide

source: Reference
fr: Référence

source: Size
fr: Taille
