Repository: soumiamahieddine/enmoRM
Catalog: src/presentation/maarchRM/Resources/locale/*/audit/messages.po
Languages: fr

# medona/archiveNotification/readList
source: List notification messages
fr: Liste des bordereaux de notification

# medona/archiveNotification/readCount
source: Number of notification messages
fr: Nombre de bordereaux de notification

# medona/archiveNotification/read_messageId_
source: Read notification message
fr: Lecture d'un bordereau de notification

# medona/archiveNotification/read_messageId_Export
source: Export notification message
fr: Export d'un bordereau de notification

# medona/archiveNotification/read_messageId_Attachment_attachmentId_
source: Read notification message's attachement
fr: Lecture d'une pièce jointe d'un bordereau de notification

# medona/archiveNotification/updateEndtransaction_messageId_
source: Notification's end of transaction
fr: Fin de transaction d'une notification

# medona/archiveNotification/readSearch
source: Search notification messages
fr: Recherche de bordereaux de notification

# medona/archiveNotification/updateArchive
source: Notification messages storage
fr: Archivage des bordereaux de notification

# medona/archiveNotification/update_messageId_Archive
source: Notification message storage
fr: Archivage d'un bordereau de notification

# medona/archiveNotification/readHistory
source: Read notification history
fr: Lecture de l'historique de notification

# medona/archiveRestitution/readIncominglist
source: List restitution request messages received
fr: Liste des bordereaux de demande de restitution reçus

# medona/archiveRestitution/readRestitutionlist
source: List restitution request messages
fr: Liste des bordereaux de demande de restitution

# medona/archiveRestitution/readOutgoinglist
source: List restitution request messages sent
fr: Liste des bordereaux de demande de restitution envoyés

# medona/archiveRestitution/readCount
source: Number of restitution request messages
fr: Nombre de bordereaux de demande de restitution

# medona/archiveRestitution/updateRequestacceptance_messageId_
source: Accept restitution request message
fr: Acceptation d'un bordereau de demande de restitution

# medona/archiveRestitution/updateRequestrejection
source: Reject restitution request message
fr: Rejet d'un bordereau de demande de restitution

# medona/archiveRestitution/updateRequestreplyacceptance_messageId_
source: Accept restitution request message
fr: Acceptation d'un bordereau de demande de restitution

# medona/archiveRestitution/updateRequestreplyrejection
source: Reject restitution request message
fr: Rejet d'un bordereau de demande de restitution

# medona/archiveRestitution/updateProcess_message_
source: Processing restitution request
fr: Traitement d'une demande de restitution

# medona/archiveRestitution/updateValidateBatch
source: Validate restitution requests
fr: Validation des demandes de restitution

# medona/archiveRestitution/read_messageId_
source: Read restitution request messages
fr: Lecture des bordereaux de demande de restitution

# medona/archiveRestitution/read_messageId_Export
source: Export restitution request message
fr: Export d'un bordereau de demande de restitution

# medona/archiveRestitution/read_messageId_Attachment_attachmentId_
source: Read restitution request message's attachement
fr: Lecture d'une pièce jointe d'un bordereau de demande de restitution

# medona/archiveRestitution/updateEndtransaction_messageId_
source: Restitution request's end of transaction
fr: Fin de transaction d'une demande de restitution

# medona/archiveRestitution/readSearch
source: Search restitution request messages
fr: Recherche de bordereaux de demande de restitution

# medona/archiveRestitution/updateArchive
source: Restitution request messages storage
fr: Archivage des bordereaux de demande de restitution

# medona/archiveRestitution/update_messageId_Archive
source: Restitution request message storage
fr: Archivage d'un bordereau de demande de restitution

# medona/archiveRestitution/deleteMessagedirectorypurge
source: Restitution request messages automatic elimination in the temporary storage medium
fr: Suppression automatique des bordereaux de demande de restitution dans le support de stockage temporaire

# medona/archiveRestitution/readHistory
source: Read restitution history
fr: Lecture de l'historique de restitution

# medona/archiveRestitution/readProcessList
source: Read processed restitution requests
fr: Lecture des messages de restitution traités

# medona/archiveRestitution/readRequestProcessList
source: Read pending restitution requests
fr: Lecture des messages de restitution en attente de traitement

# medona/archiveRestitution/readRequestValidationList
source: Read restitution requests awaiting to be validated
fr: Lecture des messages de restitution en attente de validation

# medona/archiveRestitution/readValidationList
source: Read validated restitution requests
fr: Lecture des messages de restitution validés

# medona/archiveRestitution/read_messageId_exportArchive
source: Export requested archive (restitute)
fr: Export de l'archive demandée (restitution)

# medona/archiveRestitution/updateDestructall
source: Destruct all retrieved archives
fr: Destruction de tous les archives restituées

# medona/archiveRestitution/updateSetforrestitution
source: Archive(s) marked for restitution
fr: Archive(s) marquée(s) pour restitution

# medona/archiveRestitution/update_messageId_Accept
source: Accept restitution message
fr: Accepter un message de restitution

# medona/archiveRestitution/update_messageId_reject
source: Reject restitution message
fr: Rejeter un message de restitution

# medona/archiveRestitution/update_messageId_acknowledge
source: Confirm archive receipt
fr: Accuser réception de l'archive

# medona/archiveRestitution/update_messageId_Process
source: Processing restitution message
fr: Traiter un message de restitution

# medona/archiveTransfer/readIncominglist
source: List transfer request messages received
fr: Liste des bordereaux de demande de transfert reçus

# medona/archiveTransfer/readOutgoinglist
source: List transfer request messages sent
fr: Liste des bordereaux de demande de transfert envoyés

# medona/archiveTransfer/readCount
source: Number of transfer request messages
fr: Nombre de bordereaux de demande de transfert

# medona/archiveTransfer/create
source: Generate transfer request message
fr: Création d'un bordereau de demande de transfert

# medona/archiveTransfer/updateValidateBatch
source: Validate transfer request messages
fr: Validation des bordereaux de demande de transfert

# medona/archiveTransfer/updateValidate_messageId_
source: Validate transfer request message
fr: Validation d'un bordereau de demande de transfert

# medona/archiveTransfer/updateProcessBatch
source: Processing transfer request
fr: Traitement des bordereaux de demande de transfert

# medona/archiveTransfer/updateRequestacceptance_messageId_
source: Accept tranfer request message
fr: Acceptation d'un bordereau de demande de transfert

# medona/archiveTransfer/updateRequestrejection
source: Reject transfer request message
fr: Rejet d'un bordereau de demande de transfert

# medona/archiveTransfer/updateProcess_messageId_
source: Processing transfer request message
fr: Traitement d'un bordereau de demande de transfert

# medona/archiveTransfer/read_messageId_
source: Read transfer request message
fr: Lecture d'un bordereau de demande de transfert

# medona/archiveTransfer/read_messageId_Export
source: Export tranfer request message
fr: Export d'un bordereau de demande de transfert

# medona/archiveTransfer/read_messageId_Attachment_attachmentId_
source: Read transfer request message according to an archive
fr: Lecture d'un bordereau de demande de transfert en fonction d'une archive

# medona/archiveTransfer/updateEndtransaction_messageId_
source: Update transfer request message's end of transaction
fr: Modification de fin de transaction d'un bordereau de demande de transfert

# medona/archiveTransfer/readSearch
source: Search transfer request messages
fr: Recherche de messages de demande de transfert

# medona/archiveTransfer/updateArchive
source: Transfer request messages storage
fr: Archivage des messages de demande de transfert

# medona/archiveTransfer/update_messageId_Archive
source: Transfer request message storage
fr: Archivage d'un bordereau de demande de transfert

# medona/archiveTransfer/updateRequestvalidate_messageId_
source: Validate message
fr: Validation du message

# medona/archiveTransfer/deleteMessagedirectorypurge
source: Transfer request messages automatic elimination in the temporary storage medium
fr: Suppression automatique des bordereaux de transfert dans le support de stockage temporaire

# medona/archiveTransfer/readHistory
source: Read transfer history
fr: Lecture de l'historique de transfert

# medona/documentConversion/readProcessAll
source: Processing of all conversions
fr: Traitement de toutes les conversions

# medona/documentConversion/readList
source: List conversion messages
fr: Liste des bordereaux de conversion

# medona/documentConversion/updateDocumentsconversion
source: Tagged document(s) for conversion
fr: Document(s) marqué(s) pour conversion

# medona/message/read_messageId_
source: Read message
fr: Lecture d'un bordereau

# medona/message/read_messageId_Export
source: Export message
fr: Export d'un bordereau

# medona/message/read_messageId_Attachment_attachmentId_
source: Read message according to an archive
fr: Lecture d'un bordereau en fonction d'une archive

# medona/message/updateEndtransaction_messageId_
source: Message end of transaction
fr: Fin de transaction d'un bordereau

# medona/message/readCount
source: Number of messages
fr: Nombre de bordereaux

# medona/message/readSearch
source: Search messages
fr: Recherche de bordereaux

# medona/message/updateArchive
source: Messages storage
fr: Archivage des bordereaux

# medona/message/update_messageId_Archive
source: Message storage
fr: Archivage d'un bordereau

# medona/message/deleteMessagedirectorypurge
source: Messages automatic elimination in the temporary storage medium
fr: Suppression automatique des bordereaux dans le support de stockage temporaire

# medona/controlAuthority/readList
source: Read control Authorities
fr: Lecture des Autorités de Contrôle

# medona/controlAuthority/create
source: Create control authority
fr: Création d'une Autorité de Contrôle

# medona/controlAuthority/update
source: Update control authority
fr: Modification d'une Autorité de Contrôle

# medona/controlAuthority/delete
source: Delete control authority
fr: Suppression d'une Autorité de Contrôle

# digitalResource/cluster/readList
source: Read all storage clusters
fr: Lecture de toutes les grappes de stockage

# digitalResource/cluster/read_clusterId_
source: Read storage cluster
fr: Lecture d'une grappe de stockage

# digitalResource/cluster/create
source: Create storage cluster
fr: Création d'une grappe de stockage

# digitalResource/cluster/update
source: Update storage cluster
fr: Modification d'une grappe de stockage

# digitalResource/contentType/read
source: Read content types
fr: Lecture des types de contenu

# digitalResource/contentType/create
source: Create content type
fr: Création d'un type de contenu

# digitalResource/contentType/read_name_
source: Read content type
fr: Lecture d'un type de contenu

# digitalResource/contentType/update_name_
source: Update content type
fr: Modification d'un type de contenu

# digitalResource/conversionRule/readList
source: List conversion rules
fr: Liste des règles de conversion

# digitalResource/conversionRule/read_conversionRuleId_
source: Read conversion rule
fr: Lecture d'une règle de conversion

# digitalResource/conversionRule/create
source: Create conversion rule
fr: Création d'une règle de conversion

# digitalResource/conversionRule/update
source: Update conversion rule
fr: Modification d'une règle de conversion

# digitalResource/conversionRule/delete_conversionRuleId_
source: Delete conversion rule
fr: Suppression d'une règle de conversion

# digitalResource/format/readList
source: Read all formats
fr: Lecture de tous les formats

# digitalResource/format/readFind_query_
source: Search formats
fr: Recherche de formats

# digitalResource/format/readGet
source: Read format according to PuID
fr: Lecture d'un format en fonction du PuID

# digitalResource/format/createFileformatinformation
source: Informations on document's format
fr: Informations sur le format d'un document

# digitalResource/repository/readList
source: Read all storage mediums
fr: Lecture de tous les supports de stockage

# digitalResource/repository/read_repositoryId_
source: Read storage medium
fr: Lecture d'un support de stockage

# digitalResource/repository/create
source: Create storage medium
fr: Création d'un support de stockage

# digitalResource/repository/update
source: Update storage medium
fr: Modification d'un support de stockage

# digitalResource/repository/readFlawedaddresses
source: Read flawed addresses
fr: Lecture des adresses erronées

# digitalResource/repository/updateCheckaddressintegrity
source: Check address integrity
fr: Valider l'intégrité d'une adresse

# digitalResource/repository/updateCheckintegrity
source: Check deposit ressources integrity
fr: Valider l'intégrité de toutes les ressources d'un dépôt

# organization/orgContact/readOrgcontact_orgId_Org
source: Read contact according to his organization
fr: Lecture d'un contact en fonction de son organisation

# organization/orgContact/readOrgcontact_contactId_Contact
source: Read organization contact
fr: Lecture d'un contact d'une organisation

# organization/orgContact/deleteOrgcontact
source: Delete organization contact
fr: Suppression d’un contact d’une organisation

# organization/orgRole/readList
source: Read all roles (organization)
fr: Lecture de tous les rôles (organisation)

# auth/roleMember/readIndex
source: Read all members of all roles
fr: Lecture des membres de tous les rôles

# auth/role/readIndex
source: Read all roles
fr: Lecture de tous les rôles

# organization/orgType/readList
source: Read all organization types
fr: Lecture de tous les types d'organisation

# organization/orgType/create
source: Create organization type
fr: Création d'un type d'organisation

# organization/orgType/read_code_
source: Read organization type
fr: Lecture d'un type d'organisation

# organization/orgType/update_code_
source: Update organization type
fr: Modification d'un type d'organisation

# organization/organization/readIndex
source: Read all organizations
fr: Lecture de toutes les organisations

# organization/organization/readTree
source: Read organizations tree
fr: Lecture de l'arbre des organisations

# organization/organization/readSearch
source: Search organizations
fr: Recherche d'organisations

# organization/organization/create
source: Create organization
fr: Création d'une organisation

# organization/organization/create_orgId_Contact
source: Create contact into an organization
fr: Création d'un contact dans une organisation

# organization/organization/readOrgunitList
source: Read all organizational units
fr: Lecture de toutes les unités organisationnelles

# organization/organization/read_orgId_
source: Read organization
fr: Lecture d'une organisation

# organization/organization/readByregnumber
source: Read organization by registration number
fr: Lecture d'une organisation en fonction de son numéro d'immatriculation

# organization/organization/readByrole_role_
source: Read organization by role
fr: Lecture d'une organisation en fonction d'un rôle

# organization/organization/readUserpositions_orgId_
source: Read organization by user position
fr: Lecture d'une organisation en fonction d'une position d'un utilisateur

# organization/organization/createUserposition_orgId__userAccountId_
source: Read organization by user position and user id
fr: Lecture d'une organisation en fonction d'une position d'un utilisateur et de son identifiant

# organization/organization/createServiceposition_orgId__serviceAccountId_
source: Create user position in organization
fr: Création d'une position d'un utilisateur dans une organisation

# organization/organization/updateSetdefaultposition_orgId__userAccountId_
source: Set default user position
fr: Mettre par défaut une position d'un utilisateur

# organization/organization/deleteUserposition_orgId__userAccountId_
source: Delete user position
fr: Suppression d'une position d'un utilisateur

# organization/organization/deleteServiceposition_orgId__serviceAccountId_
source: Delete service account position of an organization
fr: Suppression d'une position de compte de service d'une organisation

# organization/organization/deleteContactposition_orgId__contactId_
source: Delete organization contact
fr: Suppression d'un contact d'une organisation

# organization/organization/readServicepositions_orgId_
source: Read organization by service position
fr: Lecture d'une organisation en fonction d'une position d'un service

# organization/organization/update_orgId_
source: Update an organization
fr: Modification d'une organisation

# organization/organization/updateMove_orgId_
source: Move an organization
fr: Déplacement d'une organisation

# organization/organization/delete_orgId_
source: Delete organization
fr: Suppression d'une organisation

# organization/organization/read_orgId_Addresses
source: Read all addressess related to an organization
fr: Lecture de toutes les adresses d'une organisation

# organization/organization/read_orgId_Communications
source: Read all organization's communications
fr: Lecture de toutes les communications d'une organisation

# organization/organization/read_orgId_Contacts
source: Read all organization's contacts
fr: Lecture de tous les contacts d'une organisation

# organization/servicePosition/updateCurrent_orgId_
source: Update account's service position
fr: Changement de position de travail d'un compte de service

# organization/servicePosition/read
source: Read account's service positions
fr: Lecture des positions d'un compte de service

# organization/servicePosition/read_serviceAccountId_
source: Read account's current position
fr: Lecture de la position courante d'un compte de service

# organization/servicePosition/readOrgs
source: Read service account's available organizations
fr: Lecture des organisations disponibles pour un compte de service

# organization/servicePosition/readServices
source: Read service account's available services
fr: Lecture des services disponibles pour un compte de service

# organization/userPosition/updateCurrent_orgId_
source: Update a position
fr: Modification d'une position

# organization/userPosition/read
source: Read user position
fr: Lecture d'une position

# organization/userPosition/readOrgs
source: Read user's available organizations
fr: Lecture des organisations disponibles pour un utilisateur

# organization/userPosition/readServices
source: Read user's available services
fr: Lecture des services disponibles pour un utilisateur

# organization/userPosition/readDescendantorgs
source: Read descendant organizations
fr: Lecture des organisations descendantes

# organization/userPosition/readDescendantservices
source: Read descendant services
fr: Lecture des services descendants

# organization/userPosition/readGetcurrentorgtree
source: Read user position in organization
fr: Lecture de la position utilisateur dans l'organisation

# auth/authentication/createUserlogin
source: Login
fr: Connexion

# auth/authentication/deleteUserlogin
source: Logout
fr: Déconnexion

# auth/authentication/update_userName_Password
source: Edit user's password
fr: Modification du mot de passe utilisateur

# auth/publicUserStory/read
source: Read all public users
fr: Lecture de tous les utilisateurs publics

# auth/role/readNewrole
source: Prepare new role
fr: Préparation à la création d'un nouveau rôle

# auth/role/read_roleId_
source: Read role
fr: Lecture d'un rôle

# auth/role/read_roleId_Privileges
source: Read role's privileges
fr: Lecture des privilèges d'un rôle

# auth/role/read_roleId_Accessrules
source: Read role's access rules
fr: Lecture des règles de communicabilité d'un rôle

# auth/role/create
source: Create role
fr: Création d'un rôle

# auth/role/create_roleId_Privilege
source: Create role's privileges
fr: Création de privilèges pour un rôle

# auth/role/create_roleId_Accessrule
source: Create role's access rule
fr: Création de règles de communicabilité pour un rôle

# auth/role/update_roleId_
source: Update role
fr: Modification d'un rôle

# auth/role/update_roleId_Status_status_
source: Update role's status
fr: Modification du statut d'un rôle

# auth/role/deletePrivilege
source: Delete role's privilege
fr: Suppression d'un privilège d'un rôle

# auth/role/deleteAccessrule
source: Delete role's access rule
fr: Suppression d'une règle d’accès d'un rôle

# auth/role/delete_roleId_
source: Delete role
fr: Suppression d'un rôle

# auth/role/readRoles_query_
source: Read roles (Thesaurus)
fr: Lecture de plusieurs rôles (Thésaurus)

# auth/roleMember/readByrole_roleId_
source: Read role members
fr: Lecture des membres d'un rôle

# auth/roleMember/readByuseraccount_userAccountId_
source: Read role by user account
fr: Lecture d'un rôle en fonction d'un utilisateur

# auth/roleMember/create
source: Create role member
fr: Création d'un membre de rôle

# auth/roleMember/delete_roleId__userAccountId_
source: Delete role member
fr: Suppression d'un membre de rôle

# auth/serviceAccount/readIndex
source: Read all service accounts
fr: Lecture de tous les comptes de service

# auth/serviceAccount/readSearch
source: Search service account
fr: Recherche de comptes de service

# auth/serviceAccount/readNewservice
source: Read new service account
fr: Nouveau compte de service

# auth/serviceAccount/read_serviceAccountId_
source: Read service account
fr: Lecture d'un compte de service

# auth/serviceAccount/create
source: Create service account
fr: Création d'un compte de service

# auth/serviceAccount/update
source: Update service account
fr: Modification d'un compte de service

# auth/serviceAccount/updateEnable_serviceAccountId_
source: Activate service account
fr: Activation d'un compte de service

# auth/serviceAccount/updateDisable_serviceAccountId_
source: Deactivate service account
fr: Désactivation d'un compte de service

# auth/serviceAccount/readServicetoken_serviceAccountId_
source: Generate service account token
fr: Création d'un jeton pour un compte de service

# auth/serviceAccount/readQuery_query_
source: Account services auto completion
fr: Auto-complétion des comptes de service

# auth/userAccount/readIndex
source: List users
fr: Liste des utilisateurs

# auth/userAccount/readProfile
source: Read user profile
fr: Lecture du profil utilisateur

# auth/userAccount/updateProfile
source: Update user profile
fr: Modification du profil utilisateur

# auth/userAccount/readUserlist
source: Read all user accounts
fr: Lecture de tous les comptes utilisateurs

# auth/userAccount/readSearch
source: Search users
fr: Recherche des utilisateurs

# auth/userAccount/readQuery_query_
source: Read multiple user accounts
fr: Lecture de plusieurs comptes utilisateurs

# auth/userAccount/readNew
source: Prepare new user account
fr: Préparation à la création d'un compte utilisateur

# auth/userAccount/create
source: Create user account
fr: Création d'un compte utilisateur

# auth/userAccount/createUseraccount
source: Create new user account
fr: Création d'un nouveau compte utilisateur

# auth/userAccount/read_userAccountId_
source: Read user account
fr: Lecture d'un compte utilisateur

# auth/userAccount/read_userAccountId_Information
source: Read informations related to user account
fr: Lecture des informations en rapport avec un compte utilisateur

# auth/userAccount/update_userAccountId_
source: Update user account
fr: Modification d'un compte utilisateur
