Repository: soumiamahieddine/enmoRM
Catalog: src/presentation/maarchRM/Resources/locale/*/audit/messages.po
Languages: fr

# auth/userAccount/read_userAccountId_Privileges
source: Read user account's privileges
fr: Lecture des privilèges d'un compte utilisateur

# auth/userAccount/readHasprivilege
source: Read privilege
fr: Lecture d'un privilège

# auth/userAccount/readAccessrule_objectClass_
source: Read user account's access rules by object class
fr: Lecture des règles de communicabilité d'un compte utilisateur en fonction d'une classe d’objet

# auth/userAccount/updateDisable_userAccountId_
source: Deactivate user account
fr: Désactivation d'un compte utilisateur

# auth/userAccount/updateEnable_userAccountId_
source: Activate user account
fr: Activation d'un compte utilisateur

# auth/userAccount/updateLock_userAccountId_
source: Lock user account
fr: Blocage d'un compte utilisateur

# auth/userAccount/updateUnlock_userAccountId_
source: Unlock user account
fr: Déblocage d'un compte utilisateur

# auth/userAccount/updatePassword_userAccountId_
source: Update user's password
fr: Modification du mot de passe utilisateur

# auth/userAccount/updatePasswordchangerequest_userAccountId_
source: User's password update request
fr: Demande de changement de mot de passe utilisateur

# auth/authentication/updatePassword
source: Update user's password
fr: Modification du mot de passe utilisateur

# auth/userAccount/updateGeneratePassword
source: Generate user's password
fr: Génération d'un mot de passe utilisateur

# auth/serviceAccount/updateServicetoken_serviceAccountId_
source: Update service account's name
fr: Modification du nom du compte de service

# contact/communicationMean/readIndex
source: Read all communication means
fr: Lecture de tous les moyens de communication

# contact/communicationMean/create
source: Create communication mean
fr: Création d'un moyen de communication

# contact/communicationMean/read_code_
source: Read communication mean
fr: Lecture d'un moyen de communication

# contact/contact/readCommunication_communicationId_
source: Read communication
fr: Lecture d'une communication

# contact/communicationMean/update_code_
source: Update communication mean
fr: Modification d'un moyen de communication

# contact/communicationMean/delete_code_
source: Delete communication mean
fr: Suppression d'un moyen de communication

# contact/contact/readIndex
source: Read all contacts
fr: Lecture de tous les contacts

# contact/contact/create
source: Create contact
fr: Création d'un contact

# contact/contact/read_contactId_
source: Read contact
fr: Lecture d'un contact

# contact/contact/update_contactId_
source: Update contact
fr: Modification d'un contact

# contact/contact/delete_contactId_
source: Delete contact
fr: Suppression d'un contact

# contact/contact/read_contactId_Address
source: Read contact's addresses
fr: Lecture des adresses d'un contact

# contact/contact/create_contactId_Address
source: Create contact's address
fr: Création d'une adresse d'un contact

# contact/contact/readAddress_addressId_
source: Search address
fr: Recherche d'une adresse

# contact/contact/updateAddress_addressId_
source: Update address
fr: Modification d'une adresse

# contact/contact/deleteAddress_addressId_
source: Delete address
fr: Suppression d'une adresse

# contact/contact/create_contactId_Communication
source: Create contact's communication
fr: Création d'une communication d'un contact

# contact/contact/read_contactId_Communication
source: Read contact's communications
fr: Lecture des communications d'un contact

# contact/contact/read_contactId_Communication_comMeanCode_
source: Read contact's communication
fr: Lecture d'une communication d'un contact

# contact/contact/updateCommunication_communicationId_
source: Update communication
fr: Modification d'une communication

# contact/contact/deleteCommunication_communicationId_
source: Delete communication
fr: Suppression d'une communication

# lifeCycle/eventFormat/createEventformat
source: Create event format
fr: Création d'un format d'événement

# lifeCycle/eventFormat/deleteEventformat_type_
source: Delete event format
fr: Suppression d'un format d'événement

# lifeCycle/eventFormat/readEventformatEdit
source: Prepare event format's change
fr: Préparation à la modification d'un format d'événement

# lifeCycle/eventFormat/readEventformatlist
source: List events format
fr: Liste des formats d'événement

# lifeCycle/eventFormat/updateEventformat
source: Update event format
fr: Modification d'un format d'événement

# batchProcessing/task/readIndex
source: Read all tasks
fr: Lecture de toutes les tâches

# batchProcessing/task/create
source: Create task
fr: Creation d'une tâche

# batchProcessing/task/delete_taskId_
source: Delete task
fr: Suppression d'une tâche

# batchProcessing/task/read_taskId_
source: Read task
fr: Lecture d'une tâche

# batchProcessing/task/update_taskId_
source: Update task
fr: Modification d'une tâche

# batchProcessing/scheduling/readSchedulings
source: Read all scheduled tasks
fr: Lecture de toutes les tâches planifiées

# batchProcessing/scheduling/readExecute_schedulingId_
source: Scheduled task's manual execution
fr: Exécution manuelle d'une tâche planifiée

# batchProcessing/scheduling/create
source: Create scheduled task
fr: Creation d'une planification de tâche

# batchProcessing/scheduling/update
source: Update scheduled task
fr: Modification d'une planification de tâche

# batchProcessing/scheduling/updateChangestatus
source: Update scheduled task's status
fr: Changement du statut d'une tâche planifiée

# batchProcessing/scheduling/updateProcess
source: Scheduled tasks' automatic execution
fr: Exécution automatique des tâches planifiées

# batchProcessing/scheduling/readTasks
source: Read tasks for scheduling
fr: Lecture de toutes les tâches pour la planification

# batchProcessing/scheduling/delete_schedulingId_
source: Delete task's scheduling
fr: Suppression d'une planification de tâche

# batchProcessing/logscheduling/read_logId_
source: Read scheduled task's log
fr: Lecture d'un journal d'une tâche planifiée

# batchProcessing/logscheduling/read_schedulingId_
source: Read scheduled task's history
fr: Lecture de l'historique d'une tâche planifiée

# batchProcessing/notification/create
source: Create scheduled tasks' notification
fr: Création d'une notification pour les tâches planifiées

# batchProcessing/notification/updateProcess
source: Batch processing of scheduled tasks' notification
fr: Exécution du processus de notification des tâches planifiées

# batchProcessing/logscheduling/read_schedulingId__logDate_
source: Read scheduled task's event by date
fr: Lecture par date d'un événement d'une tâche planifiée

# archivesPubliques/content/createSearch
source: Read all public archives
fr: Lecture de toutes les archives publiques

# archivesPubliques/content/readFinddocuments
source: Search public archives' documents
fr: Recherche de documents d'archives publiques

# archivesPubliques/content/create
source: Create public archive content's description
fr: Création d'une contenu de description d'une archive publique

# archivesPubliques/content/read_contentId_
source: Read public archive
fr: Lecture d'une archive publique

# archivesPubliques/content/update
source: Update public archive
fr: Modification d'une archive publique

# archivesPubliques/content/delete_contentId_
source: Delete public archive
fr: Suppression d'une archive publique

# archivesPubliques/thesaurus/read_name_
source: Read thesaurus in register
fr: Lecture d'un thésaurus dans le registre

# archivesPubliques/thesaurus/read_name__query_
source: Search thesaurus in register
fr: Recherche d'un thésaurus dans le registre

# recordsManagement/descriptionField/create
source: Create description field
fr: Création d'un champ de description

# recordsManagement/descriptionField/delete_name_
source: Delete description field
fr: Suppression d'un champ de description

# recordsManagement/descriptionField/readIndex
source: Read all description fields
fr: Lecture de tous les champs de description

# recordsManagement/descriptionField/read_name_
source: Read description field
fr: Lecture d'un champ de description

# recordsManagement/descriptionField/update
source: Update description field
fr: Modification d'un champ de description

# recordsManagement/descriptionScheme/read_name_
source: Read name of a description scheme
fr: Lecture d'un schéma de description

# recordsManagement/descriptionScheme/read_name_Descriptionfields
source: Read description fields of a description scheme
fr: Lecture des champs d'un schéma de description

# filePlan/filePlan/readTree
source: Read file plan
fr: Lecture du plan de classement

# filePlan/filePlan/create
source: Create file plan
fr: Création d'un élément dans le plan de classement

# filePlan/filePlan/update
source: Update file plan
fr: Modification d'un élément dans le plan de classement

# filePlan/filePlan/updateMove_folderId_
source: Update folder's location in fileplan
fr: Modification d'un emplacement dossier dans le plan de classement

# filePlan/filePlan/delete_folder_
source: Delete folder in file plan
fr: Suppression d'un dossier dans le plan de classement

# recordsManagement/Code/createGenerate
source: Generate bar code
fr: Génération d'un code à barre

# organization/userPosition/readDescendantprofiles
source: Read user's archival profiles
fr: Lecture des profils d'archivage accordés à un utilisateur

# organization/organization/update_orgId_Archivalprofileaccess
source: Update organization's archival profiles
fr: Mise à jour des profils d'archive d'un service producteur

# organization/organization/readOrgunitprofiles
source: Read originator service's archival profiles
fr: Lecture des profils d'archive d'un service producteur

# medona/archiveTransfer/updateValidatedraft_messageId_
source: Validate message's project
fr: Validation d'un projet de bordereau

# seda2/ArchiveTransferComposition/create
source: Create transfer seda 2.0 message
fr: Création d'un bordereau de transfert

# seda2/ArchiveTransferComposition/read_messageId_
source: Read transfer seda 2.0 message's first draft
fr: Lecture d'un brouillon de bordereau de transfert seda 2.0

# seda2/ArchiveTransferComposition/update_messageId_
source: Update transfer seda 2.0 message's first draft
fr: Modification d'un brouillon de bordereau de transfert

# seda2/ArchiveTransferComposition/delete_messageId_
source: Delete transfer seda 2.0 message's first draft
fr: Suppression d'un brouillon de bordereau de tranfert seda 2.0

# seda2/ArchiveTransferComposition/readDraft
source: Read all transfer seda 2.0 message's first drafts
fr: Lecture de tous les brouillons de bordereau de transfert seda 2.0

# seda2/ArchiveTransferComposition/create_messageId_document
source: Create document on transfer seda 2.0 message's first draft
fr: Création d'un document sur un brouillon de bordereau de transfert

# seda2/ArchiveTransferComposition/delete_messageId_document
source: Delete document on transfer seda 2.0 message's first draft
fr: Suppression d'un document sur un brouillon de bordereau de transfert seda 2.0

# seda2/ArchiveTransferComposition/updateSenddraft_messageId_
source: Send transfer message's first draft
fr: Envoi du brouillon de bordereau de transfert

# archivesCourrier/Content/readSearch
source: Search courrier
fr: Recherche courrier

# medona/archiveTransfer/readReference_reference_
source: Search transfer message by reference
fr: Recherche un message de transfert par sa référence

# medona/archiveDelivery/readReference_reference_
source: Search communication message by reference
fr: Recherche d'un message de communication par sa référence

# medona/archiveRestitution/readReference_reference_
source: Search restitution message by reference
fr: Recherche d'un message de restitution par sa référence

# medona/archiveNotification/readReference_reference_
source: Search notification message by reference
fr: Recherche d'un message de notification par sa référence

# medona/archiveAuthorization/readReference_reference_
source: Search authorization message by reference
fr: Recherche d'un message d'autorisation par sa référence

# medona/archiveDestruction/readReference_reference_
source: Search destruction message by reference
fr: Recherche d'un message d'élimination par sa référence

# medona/message/readReference_reference_
source: Search message by reference
fr: Recherche un message par sa référence

# organization/organization/readUserpositions_accountId_
source: List user's services
fr: Lister les services d'un utilisateur

# recordsManagement/archives/updateIndexfulltext
source: Full text indexation
fr: Indexation plein texte

# digitalResource/digitalResource/updateIsconvertible
source: Check ressource's convertibility
fr: Vérification de la convertibilité d'une ressource

# organization/organization/readTodisplay
source: List organizations
fr: Liste des organisations

# organization/organization/readOriginator
source: Read originator
fr: Lecture du producteur

# seda/ArchiveTransferComposition/updateSenddraft_messageId_
source: Send message with message composer
fr: Envoi du message à travers le générateur de bordereau

# seda/ArchiveTransferComposition/update_messageId_
source: Update message
fr: Modification du bordereau

# seda/ArchiveTransferComposition/create_messageId_document
source: Create document by message
fr: Création d'un document à travers le bordereau

# seda/ArchiveTransferComposition/create
source: Create message
fr: Création d'un bordereau

# auth/serviceAccount/readPrivilege_serviceAccountId_
source: Read service's privileges
fr: Lecture des privilèges d'un service

# medona/archiveAuthorization/readReference
source: Read archive's authorization message
fr: Lecture d'un message d'autorisation d'une archive

# medona/archiveAuthorization/read_messageId_Retry
source: Retry authorization message
fr: Reprise d'un message d'autorisation

# medona/archiveDelivery/read_messageId_Retry
source: Retry communication message
fr: Reprise d'un message de communication

# medona/archiveDestruction/read_messageId_Retry
source: Retry destuction message
fr: Reprise d'un message de destruction

# medona/archiveNotification/read_messageId_Retry
source: Retry notification message
fr: Reprise d'une message de notification

# medona/archiveRestitution/read_messageId_Retry
source: Retry restitution message
fr: Reprise d'un message de restitution

# medona/archiveTransfer/read_messageId_Retry
source: Retry transfer message
fr: Reprise d'un message de transfert

# medona/message/read_messageId_Retry
source: Retry message
fr: Reprise d'un message

# medona/archiveDelivery/readReference
source: Read archive's communication message
fr: Lecture d'un message de communication d'une archive

# medona/archiveDestruction/readReference
source: Read archive's destruction message
fr: Lecture d'un message de destruction d'une archive

# medona/archiveNotification/readReference
source: Read archive's notification message
fr: Lecture d'un message de notification d'une archive

# medona/archiveRestitution/readReference
source: Read archive's restitution message
fr: Lecture d'un message de restitution d'une archive

# medona/archiveTransfer/readReference
source: Read archive's transfer message
fr: Lecture d'un message de transfert d'une archive

# medona/message/readReference
source: Read archive's message
fr: Lecture d'un message d'une archive

# seda/ArchiveTransferComposition/readLanguageCodes
source: Read language codes for message composer
fr: Lecture des codes langues pour la génération de bordereau

# seda/ArchiveTransferComposition/read_messageId_
source: Read transfer seda 1.0 message's first draft
fr: Lecture d'un brouillon de bordereau de transfert seda 1.0

# seda/ArchiveTransferComposition/delete_messageId_
source: Delete transfer seda 1.0 message's first draft
fr: Suppression d'un brouillon de bordereau de tranfert seda 1.0

# seda/ArchiveTransferComposition/readDraft
source: Read all transfer seda 1.0 message's first drafts
fr: Lecture de tous les brouillons de bordereau de transfert seda 1.0

# seda/ArchiveTransferComposition/delete_messageId_document
source: Delete document in transfer seda 1.0 message's first draft
fr: Suppression d'un document sur un brouillon de bordereau de transfert seda 1.0

# seda/ArchiveTransferComposition/updateGeneratedraft_messageId_
source: Validate transfer seda 1.0 message's first draft
fr: Validation d'un brouillon de bordereau de tranfert seda 1.0

# medona/archiveTransfer/readOutgoingtransferHistory
source: Read outgoing transfer's history
fr: Lecture de l'historique de transfert sortant

# medona/archiveTransfer/readOutgoingtransferProcessList
source: Read outgoing transfers to finalize
fr: Lecture des transferts sortants à finaliser

# medona/archiveTransfer/readOutgoingtransferReception
source: Read outgoing transfers to acknowledge
fr: Lecture des transferts sortants à acquitter

# medona/archiveTransfer/readOutgoingtransfer_messageId_exportArchive
source: Export outgoing transfer
fr: Export du transfert sortant

# medona/archiveTransfer/updateOutgoingtransferSending
source: Outgoing transfer request
fr: Demande de transfert sortant

# medona/archiveTransfer/updateOutgoingtransfer_messageId_Process
source: Outgoing transfer Processing
fr: Traitement du transfert sortant

# medona/archiveTransfer/updateOutgoingtransfer_messageId_acknowledge
source: Outgoing transfer acknowledgement
fr: Acquittement du transfert sortant

# medona/archiveTransfer/updateOutgoingtransfer_messageId_reject
source: Reject outgoing transfer
fr: Rejet du transfert sortant

# organization/orgContact/createOrgcontact
source: Create organization's contact
fr: Création d'un contact sur une organisation

# organization/organization/readTodisplayorgunit
source: Read user's organization
fr: Lecture de l'organisation de l'utilisateur

# organization/orgType/delete_code_
source: Delete organization's type
fr: Suppression d'un type d'organisation

# organization/organization/readOrgList
source: Read organizations
fr: Lecture des organisations

# auth/userAccount/updateForgotaccount
source: Reset forgotten account
fr: Réinitialisation du compte oublié

# auth/userAccount/updateResetpassword
source: Reset password
fr: Réinitialisation du mot de passe

# organization/orgContact/readCountriesCodes
source: Read countries list
fr: Lecture de la liste des pays

# recordsManagement/archives/readRegistry
source: Search registry
fr: Recherche du registre

# organization/organization/createArchivalprofileaccess
source: New profile access to services association created
fr: Création d'une nouvelle association d'un profil d'archive à un service

# organization/organization/updateArchivalprofileaccess
source: Relationships between a service and an archival profile updated
fr: Mise à jour d'une association d'un profil d'archive à un service

# organization/orgTree/deleteArchivalProfileAccess
source: Relationships between a service and an archival profile deleted
fr: Suppression d'une association d'un profil d'archive à un service

# organization/orgTree/readList
source: Retrieve list of organization's type
fr: Charge la liste des types d'organisation

# medona/archiveModificationRequest/read
source: Archive modification request list
fr: Lecture des demandes de modification d'archive

# medona/archiveModificationRequest/create
source: Create an archive modification request
fr: Ajout d'une modification d'archive

# medona/archiveModificationRequest/update_messageId_Reject
source: Archive modification request refused
fr: Rejet de la demande de modification d'archive

# medona/archiveModificationRequest/update_messageId_Accept
source: Archive modification request accepted
fr: Acceptation de la demande de modification d'archive

# medona/archiveModificationRequest/readHistory
source: History or archive modification request
fr: Historique des modifications d'archive

# medona/archiveModificationRequest/readReference
source: References of archive modification request
fr: Liste des références des modifications d'archive

# medona/archiveModificationRequest/read_messageId_
source: Read archive modification request
fr: Lecture d'une modification d'archive

# medona/archiveModificationRequest/read_messageId_Export
source: Read archive modification request for export
fr: Lecture des exports de modification d'archive

# medona/archiveModificationRequest/read_messageId_Retry
source: Read archive modification retry request for export
fr: Lecture des relances d'exports de modification d'archive

# medona/archiveModificationRequest/read_messageId_Attachment_attachmentId_
source: Read archive modification request for attachement
fr: Lecture des pièces jointes aux demandes de modification d'archives

# medona/archiveModificationRequest/updateEndtransaction_messageId_
source: Update end transaction of archive modification request
fr: Mise à jour de la fin de transaction de la demande de modification d'une archive

# medona/archiveModificationRequest/readCount
source: Count of archive modification request
fr: Somme du nombre de demande de modification d'archives

# medona/archiveModificationRequest/readSearch
source: Archive modification request searched
fr: Liste de recherches aux requêtes de modifications d'archive

# medona/archiveModificationRequest/updateArchive
source: Update archive modification request
fr: Mise à jour des demandes de modification d'archives

# medona/archiveModificationRequest/update_messageId_Archive
source: Update mmessage with archive modification request
fr: Mise à jour du message de la demande de modification de l'archive

# medona/archiveModificationRequest/deleteMessagedirectorypurge
source: Delete temporary files of archive modification request
fr: Suppression du dossier temporaire des demandes de modification d'archive
