Repository: soumiamahieddine/enmoRM
Catalog: src/presentation/maarchRM/Resources/locale/*/audit/messages.po
Languages: fr

# recordsManagement/accessRule/readIndex
source: Read access rules index
fr: Lecture des règles de communicabilité

# recordsManagement/accessRule/read_code_
source: Read access rule
fr: Lecture d'une règle de communicabilité

# recordsManagement/accessRule/create
source: Create access rule
fr: Création d'une règle de communicabilité

# recordsManagement/accessRule/update
source: Update access rule
fr: Modification d'une règle de communicabilité

# recordsManagement/accessRule/delete_code_
source: Delete access rule
fr: Suppression d'une règle de communicabilité

# recordsManagement/archivalProfile/readIndex
source: Read archival profile's index
fr: Lecture de tous les profils d'archive

# recordsManagement/archivalProfile/readNew
source: Read new archival profile
fr: Nouveau profil

# recordsManagement/archivalProfile/read_archivalProfileId_
source: Read archival profile
fr: Lecture d'un profil d'archive

# recordsManagement/archivalProfile/readByreference_reference_
source: Read archival profile by reference
fr: Lecture d'un profil par sa référence

source: Read archival profile's description
fr: Lecture de la description d'un profil

# recordsManagement/archivalProfile/create
source: Create archival profile
fr: Création d'un profil d'archive

# recordsManagement/archivalProfile/update
source: Update archival profile
fr: Modification d'un profil d'archive

# recordsManagement/archivalProfile/delete_archivalProfileId_
source: Delete archival profile
fr: Suppression d'un profil d'archive

# recordsManagement/archivalProfile/createArchivalprofileUpload_profileReference_
source: Upload archival profile
fr: Téléversement d'un profil

# recordsManagement/archivalProfile/readExport_profileName_
source: Export archival profile's name
fr: Export du fichier de profil

# recordsManagement/archiveCompliance/readPeriodic
source: Periodic check of archive's integrity
fr: Vérification périodique de l'intégrité des archives

# recordsManagement/archiveDescription/read_archiveId_
source: Read archive's description
fr: Lecture d'une description d'archive

# recordsManagement/archive/readDocument_docId_
source: Read document
fr: Lecture d'information d'un document d'archive

# recordsManagement/archive/readDigitalresources_archiveId_
source: Read archive's digital ressources
fr: Lecture des ressources d'une archive

# recordsManagement/archive/readMetadata_archiveId_
source: Read archive's metadata
fr: Lecture des métadonnées d'une archive

# recordsManagement/archive/readListchildrenarchive_archiveId_
source: Read archive's children archives
fr: Lecture des archives enfants d'une archive

# recordsManagement/archive/readRelatedinformation_archiveId_
source: Read archive's related informations
fr: Lecture des informations relatives d'une archive

# recordsManagement/archive/readContents_archiveId_
source: Read archive's document content
fr: Lecture d'un document d'archive

# recordsManagement/archive/read_archiveId_Exists
source: Check archive's existence
fr: Vérification de l'existence d'une archive

# recordsManagement/archive/createDeliverybydescription
source: Create archive by description
fr: Création d'une archive en fonction de sa description

# recordsManagement/archive/read_archiveId_Retentionrule
source: Read archive's retention rules
fr: Lecture d'une archive en fonction de sa durée de conservation

# recordsManagement/archive/readAccessrule_archiveId_
source: Read archive's access rule
fr: Lecture d'une règle de communicabilité en fonction d'une archive

# recordsManagement/archive/readContentsbyoriginatorarchiveid
source: Read archive's content by originatorArchiveId
fr: Lecture du contenu par originatorArchiveId

# recordsManagement/archive/create
source: Create archive
fr: Création d'une archive

# recordsManagement/archive/createArchivebatch
source: Create archive from script
fr: Création d'archive(s) par script

# recordsManagement/archive/readConsultation_archiveId_Digitalresource_resId_
source: Read digital ressource
fr: Lecture d'une ressource

# recordsManagement/archive/read_archiveId_
source: Read archive
fr: Lecture d'une archive

# recordsManagement/archive/readContents_archiveId__resId_
source: Read archive's content
fr: Lecture d'un contenu d'archive

# recordsManagement/archive/updateIndex
source: Update archive's index
fr: Modification de l'index d'une archive

# recordsManagement/archive/updateInteractiveconversion_resId_
source: Interactive conversion of a ressource
fr: Conversion interactive d'une ressource

# recordsManagement/archiveRelationship/newRelationship
source: Prepare an archive's relationship
fr: Préparation à la création d'une nouvelle relation

# recordsManagement/archive/create_archiveId_Digitalresource
source: Create digital resource inside an archive
fr: Dépôt d'une ressource au sein d'une archive

# recordsManagement/archive/delete_archiveId_Digitalresource
source: Delete digital resource inside an archive
fr: Destruction d'une ressource au sein d'une archive

# recordsManagement/archiveRelationship/createRelationship
source: Create relationship between two archives
fr: Création d'une relation entre deux archives

# recordsManagement/archiveRelationship/deleteRelationship
source: Delete relationship between two archives
fr: Suppression d'une relation entre deux archives

# recordsManagement/archiveRelationship/getByArchiveId
source: Read relationship by archive
fr: Lecture d'une relation en fonction d'une archive

# recordsManagement/archives/read
source: Read all archives
fr: Lecture de toutes les archives

# recordsManagement/archives/readList
source: Read fileplan
fr: Lecture du plan de classement

# recordsManagement/archives/updateFreeze
source: Freeze an archive
fr: Gel d'une archive

# recordsManagement/archives/updateUnfreeze
source: Unfreeze an archive
fr: Dégel d'une archive

# recordsManagement/archives/readRetentionrule
source: Read retention rule of one or many archives
fr: Lecture de la règle de conservation d'une ou de plusieurs archives

# recordsManagement/archives/updateRetentionrule
source: Update retention rule of one or many archives
fr: Modification d'une règle de conservation d'une ou de plusieurs archives

# recordsManagement/archives/updateArchivesretentionrule
source: Update archival retention rule
fr: Mise à jour de la durée d'utilité administrative

# recordsManagement/archives/readAccessrule
source: Read all access rules
fr: Lecture de toutes les règles de communicabilité

# recordsManagement/archives/updateAccessrule
source: Update an access rule
fr: Modification d'une règle de communicabilité

# recordsManagement/archives/createDelivery
source: Archive's communication request
fr: Demande de communication d'une archive

# recordsManagement/archives/updateSetforrestitution
source: Update archive for restitution
fr: Paramétrer une archive pour la restitution

# recordsManagement/archives/updateDisposearchives
source: Update archive repository
fr: Demande de destruction

# recordsManagement/archives/cancelDestruction
source: Cancel archive destruction
fr: Annuler une destruction

# recordsManagement/archives/updateDocumentsconversion
source: Flag documents to convert
fr: Demande de conversion d'une archive

# recordsManagement/archives/updateDocumentsconvert_documentId_
source: Conversion request for a document
fr: Conversion d'un document

# recordsManagement/archives/readIntegritycheck
source: Check archives integrity
fr: Vérification d'intégrité de l'archive

# recordsManagement/archives/readFind
source: Read all archives for research
fr: Lecture de toutes les archives pour la recherche

# recordsManagement/archives/deleteDisposablearchives
source: Delete all disposable archives
fr: Suppression des archives

# recordsManagement/archives/updateCancelDestruction
source: Cancel archives destruction
fr: Annulation de la suppression d'archives

# recordsManagement/archives/readFolder
source: Read archives by file plan position
fr: Lecture des archives par leur position dans le plan de classement

# recordsManagement/archives/updateMetadata
source: Update archive's metadatas
fr: Modification des métadonnées d'archive

# recordsManagement/archives/readArchivecontents_archive_
source: Read archive's content
fr: Lecture d'un contenu en fonction d'une archive

# recordsManagement/archives/udpateMovearchivestofolder
source: Move an archive into a folder
fr: Déplacement d'une archive dans un dossier

# recordsManagement/archives/udpateMovearchivetofolder
source: Move archives into a folder
fr: Déplacement de plusieurs archives dans un dossier

# recordsManagement/archives/deleteDisposearchives
source: Delete all archives flagged for destuction
fr: Suppression des archives marquées pour destruction

# recordsManagement/descriptionScheme/readIndex
source: Listing of description models
fr: Liste des modèles de description

# recordsManagement/log/find
source: Listing of application logs
fr: Liste des journaux de l'application

# recordsManagement/log/read
source: Read application logs
fr: Lecture des journaux de l'application

# recordsManagement/log/create
source: Generate application log
fr: Création d'un journal de l'application

# recordsManagement/log/update
source: Update application log
fr: Modification d'un journal de l'application

# recordsManagement/log/delete
source: Delete application log
fr: Suppression d'un journal de l'application

# recordsManagement/log/form
source: Search application logs
fr: Recherche des journaux de l'application

# recordsManagement/log/contents_type__archiveId__resourceId_
source: Read log's content
fr: Lecture du détail d'un journal

# recordsManagement/retentionRule/readIndex
source: Read all retention rules
fr: Lecture de toutes les règles de conservation

# recordsManagement/retentionRule/create
source: Create retention rule
fr: Création d'une règle de conservation

# recordsManagement/retentionRule/read_code_
source: Read retention rule
fr: Lecture d'une règle de conservation

# recordsManagement/retentionRule/update
source: Update retention rule
fr: Modification d'une règle de conservation

# recordsManagement/retentionRule/delete_code_
source: Delete retention rule
fr: Suppression d'une règle de conservation

# recordsManagement/storageRule/readIndex
source: Read all storage rules
fr: Lecture de toutes les règles de stockage

# recordsManagement/storageRule/create
source: Create storage rule
fr: Création d'une règle de stockage

# recordsManagement/storageRule/read_code_
source: Read storage rule
fr: Lecture d'une règle de stockage

# recordsManagement/storageRule/update
source: Update storage rule
fr: Modification d'une règle de stockage

# recordsManagement/storageRule/delete_code_
source: Delete storage rule
fr: Suppression d'une règle de stockage

# recordsManagement/serviceLevel/readIndex
source: Read all service levels
fr: Lecture des différents niveaux de service

# recordsManagement/serviceLevel/read
source: Prepare new service level
fr: Préparation d'un nouveau niveau de service

# recordsManagement/serviceLevel/create
source: Create service level
fr: Création d'un niveau de service

# recordsManagement/serviceLevel/read_serviceLevelId_
source: Read service level
fr: Lecture d'un niveau de service

# recordsManagement/serviceLevel/update
source: Update service level
fr: Modification d'un niveau de service

# recordsManagement/serviceLevel/delete_serviceLevelId_
source: Delete service level
fr: Suppression d'un niveau de service

# recordsManagement/serviceLevel/updateSetdefault_serviceLevelId_
source: Set default service level
fr: Mettre un niveau de service par défaut

# recordsManagement/serviceLevel/read_Default
source: Read default service level
fr: Lecture du niveau de service par défaut

# recordsManagement/log/createDepositjournal
source: Generate deposit log
fr: Création d'un journal de l'application

# recordsManagement/archivalProfile/readArchivalprofileExport_profileReference_
source: Export profile
fr: Export du profil

# recordsManagement/descriptionRef/read_name__key_
source: Read an entry from a data repository
fr: Lecture d'un identifiant de référentiel descriptif

# documentManagement/fulltext/read
source: Read full-text
fr: Lecture plein texte

# lifeCycle/event/read_eventId_
source: Read life cycle event
fr: Lecture d'un événement du cycle de vie

# lifeCycle/event/readEventtypelist
source: List of event types
fr: Liste des types d'événement

# lifeCycle/event/readSearch
source: Read all life cycle events
fr: Lecture de tous les événements du cycle de vie

# lifeCycle/journal/readList
source: Read all life cycle logs
fr: Lecture de tous les journaux du cycle de vie

# lifeCycle/journal/read_journalId_
source: Read life cycle log
fr: Lecture d'un journal du cycle de vie

# lifeCycle/journal/createChainjournal
source: Chaining of life cycle
fr: Chaînage des journaux du cycle de vie

# lifeCycle/journal/checkIntegrity
source: Check life cycle logs integrity
fr: Vérification de l'intégrité des journaux du cycle de vie

# medona/archivalAgreement/readIndex
source: Read all archival agreements
fr: Lecture de toutes les conventions d'archivage

# medona/archivalAgreement/readNewagreement
source: Prepare new archival agreement
fr: Préparation d'une création d'une convention d'archivage

# medona/archivalAgreement/read_archivalAgreementId_
source: Read archival agreement
fr: Lecture d'une convention d'archivage

# medona/archivalAgreement/create
source: Create archival agreement
fr: Création d'une convention d'archivage

# medona/archivalAgreement/update
source: Update archival agreement
fr: Modification d'une convention d'archivage

# medona/archivalAgreement/delete_archivalAgreementId_
source: Delete archival agreement
fr: Suppression d'une convention d'archivage

# medona/archiveAuthorization/readIncominglist
source: List of authorization messages sent
fr: Liste des bordereaux d'autorisation envoyés

# medona/archiveAuthorization/readCommunicationoutgoinglist
source: List of delivery messages sent
fr: Liste des bordereaux d'autorisation de communication envoyés

# medona/archiveAuthorization/readCommunicationincominglist
source: List of delivery messages received
fr: Liste des bordereaux d'autorisation de communication reçus

# medona/archiveAuthorization/readCommunicationcount
source: Number of authorization delivery messages
fr: Nombre de bordereaux d'autorisation de communication

# medona/archiveAuthorization/readDestructionoutgoinglist
source: List of destruction authorization messages sent
fr: Liste des bordereaux d'autorisation de destruction envoyés

# medona/archiveAuthorization/readDestructionincominglist
source: List of destruction authorization messages received
fr: Liste des bordereaux d'autorisation de destruction reçus

# medona/archiveAuthorization/readDestructioncount
source: Number of destruction authorization messages
fr: Nombre de bordereaux d'autorisation de destruction

# medona/archiveAuthorization/updateOriginatingagencyrequestacceptance_messageId_
source: Validate authorization request by originator
fr: Validation d'une autorisation par le producteur

# medona/archiveAuthorization/updateOriginatingagencyrequestrejection
source: Reject an authorization by originator
fr: Rejet d'une autorisation par le producteur

# medona/archiveAuthorization/updateControlauthorityrequestacceptance_messageId_
source: Validate authorization request by control authority
fr: Validation d'une autorisation par l'Autorité de Contrôle

# medona/archiveAuthorization/updateControlauthorityrequestrejection
source: Reject authorization request by control authority
fr: Rejet d'une autorisation par l'Autorité de Contrôle

# medona/archiveAuthorization/read_messageId_
source: Read authorization request
fr: Lecture d'une demande d'autorisation

# medona/archiveAuthorization/read_messageId_Export
source: Export authorization message
fr: Export d'un bordereau d'autorisation

# medona/archiveAuthorization/read_messageId_Attachment_attachmentId_
source: Read authorization message attachement
fr: Lecture d'une pièce jointe d'un bordereau de demande d'autorisation

# medona/archiveAuthorization/updateEndtransaction_messageId_
source: End transaction of authorization request
fr: Fin de transaction d'une demande d'autorisation

# medona/archiveAuthorization/readCount
source: Number of authorization messages
fr: Nombre de bordereaux d'autorisation

# medona/archiveAuthorization/readSearch
source: Search authorization messages
fr: Recherche de bordereaux d'autorisation

# medona/archiveAuthorization/updateArchive
source: Storage of authorization messages
fr: Archivage des bordereaux d'autorisation

# medona/archiveAuthorization/update_messageId_Archive
source: Storage of authorization message
fr: Archivage d'un bordereau d'autorisation

# medona/archiveAuthorization/deleteMessagedirectorypurge
source: Automatic deletion of authorization request messages in the temporary storage
fr: Suppression automatique des bordereaux de demande d'autorisation dans le support de stockage temporaire

# medona/archiveDelivery/readIncominglist
source: List delivery request messages received
fr: Liste des bordereaux de demandes de communication reçus

# medona/archiveDelivery/readOutgoinglist
source: List of delivery request messages sent
fr: Liste des bordereaux de demandes de communication envoyés

# medona/archiveDelivery/readCount
source: Number of delivery request messages
fr: Nombre de bordereaux de demande de communication

# medona/archiveDelivery/updateSendauthorizationrequest_messageId_
source: Authorization request for a delivery request
fr: Demande d'autorisation pour une demande de communication

# medona/archiveDelivery/updateRequestacceptance_messageId_
source: Accept delivery request
fr: Acceptation d'une demande de communication

# medona/archiveDelivery/updateRequestrejection
source: Reject delivery request
fr: Rejet d'une demande de communication

# medona/archiveDelivery/updateRequestvalisation_messageId_
source: Validate delivery request
fr: Validation d'une demande de communication

# medona/archiveDelivery/readSearchoutgoing
source: Read all delivery requests received
fr: Lecture de toutes les demandes de communication reçues

# medona/archiveDelivery/updateProcessBatch
source: Delivery requests processing
fr: Traitement des demandes de communication

# medona/archiveDelivery/readValidate
source: Read all delivery requests validated
fr: Lecture de toutes les demandes de communication validées

# medona/archiveDelivery/read_messageId_
source: Read delivery request
fr: Lecture d'une demande de communication

# medona/archiveDelivery/read_messageId_Export
source: Export delivery request
fr: Export d'une demande de communication

# medona/archiveDelivery/read_messageId_Attachment_attachmentId_
source: Read delivery request's attachement
fr: Lecture d'une pièce jointe d'un bordereau de communication

# medona/archiveDelivery/updateEndtransaction_messageId_
source: Delivery request's end of transaction
fr: Fin de transaction d'une demande de communication

# medona/archiveDelivery/updateArchive
source: Storage of delivery requests
fr: Archivage des demandes de communication

# medona/archiveDelivery/update_messageId_Archive
source: Storage of a delivery request
fr: Archivage d'une demande de communication

# medona/archiveDelivery/createDelivery
source: Create delivery request
fr: Création d'une demande de communication

# medona/archiveDelivery/readHistory
source: Read delivery history
fr: Lecture de l'historique de communication

# medona/archiveDelivery/read_messageId_exportArchive
source: Download delivered archive
fr: Téléchargement de l'archive communiquée

# medona/archiveDelivery/deleteMessagedirectorypurge
source: Automatic deletion of Delivery request messages in the temporary storage
fr: Suppression automatique des bordereaux de demande de communication dans le support de stockage temporaire

# medona/archiveDelivery/readSearch
source: Search delivery messages
fr: Recherche de bordereaux de communication

# medona/archiveDelivery/updateRequestderogation_messageId_
source: Delivery request's sending derogation
fr: Envoi en dérogation d'une demande de communication

# medona/archiveDelivery/readRequestReplyList
source: Read replies to delivery requests
fr: Lecture des réponses aux demandes de communication

# medona/archiveDelivery/readRequestList
source: Read delivery request list
fr: Lecture des réponses aux demandes de communication

# medona/archiveDestruction/readIncominglist
source: List destruction request messages received
fr: Liste des bordereaux de demande de destruction reçus

# medona/archiveDestruction/readOutgoinglist
source: List destruction request messages sent
fr: Liste des bordereaux de demande de destruction envoyés

# medona/archiveDestruction/readCount
source: Number of destruction request messages
fr: Nombre de bordereaux de demande de destruction

# medona/archiveDestruction/updateRequestvalidation_messageId_
source: Validate destruction request
fr: Validation de la demande de destruction

# medona/archiveDestruction/updateRequestrejection
source: Reject destruction request
fr: Rejet d'une demande de destruction

# medona/archiveDestruction/updateProcessall
source: Processing destruction requests
fr: Traitement des demandes de destruction

# medona/archiveDestruction/read_messageId_
source: Read destruction request
fr: Lecture d'une demande de destruction

# medona/archiveDestruction/read_messageId_Export
source: Export destruction request message
fr: Export d'un bordereau de demande de destruction

# medona/archiveDestruction/read_messageId_Attachment_attachmentId_
source: Read destruction message's attachement
fr: Lecture d'une pièce jointe d'un bordereau de destruction

# medona/archiveDestruction/updateEndtransaction_messageId_
source: Destruction request's end of transaction
fr: Fin de transaction d'une demande de destruction

# medona/archiveDestruction/readSearch
source: Read all destruction requests received
fr: Lecture de toutes les demandes de destruction reçues

# medona/archiveDestruction/updateArchive
source: Destruction requests storage
fr: Archivage des demandes de destruction

# medona/archiveDestruction/update_messageId_Archive
source: Destruction request storage
fr: Archivage d'une demande de destruction

# medona/archiveDestruction/deleteMessagedirectorypurge
source: Destruction request messages automatic elimination in the temporary storage medium
fr: Suppression automatique des bordereaux de demande de destruction dans le support de stockage temporaire

# medona/archiveDestruction/readHistory
source: Read destruction history
fr: Lecture de l'historique de destruction

# medona/archiveDestruction/updateDisposearchives
source: Label archives for destruction
fr: Marquer des archives pour destruction

# medona/archiveModification/updateFreeze
source: Freeze archive with update message generated
fr: Gel d'une archive avec génération d'un bordereau de modification

# medona/archiveModification/updateUnfreeze
source: Unfreeze archive with update message generated
fr: Dégel d'une archive avec génération d'un bordereau de modification

# medona/archiveModification/updateRetentionrule
source: Update retention rule with update message generated
fr: Modification de la règle de conservation avec génération d'un bordereau de modification

# medona/archiveModification/updateAccessrule
source: Update access rule with update message generated
fr: Modification de la règle de communicabilité avec génération d'un bordereau de modification

# medona/archiveNotification/deleteMessagedirectorypurge
source: Notification request messages automatic elimination in the temporary storage medium
fr: Suppression automatique des bordereaux de demande de notification dans le support de stockage temporaire
