Repository: soumiamahieddine/enmoRM
Catalog: src/presentation/maarchRM/Resources/locale/*/auth/messages.po
Languages: fr

source: adminTech
fr: Administration technique

# userStoryGroup
source: adminStorage
fr: Gérer le stockage

# userStory
source: Role
fr: Rôle

source: adminFormat
fr: Gérer le format des documents

# userStory
source: adminEventFormat
fr: Gérer les formats d'événement du cycle de vie

# userStory
source: task
fr: Gérer les tâches

# userStory
source: destruction
fr: Éliminer des archives

# userStory
source: adminFunc
fr: Administration fonctionnelle

# userStoryGroup
source: adminOrganization
fr: Gérer l'organigramme

# userStory
source: AdminArchivalProfileAccess
fr: Rattacher des profils d'archive à des activités

# userStory
source: adminAuthorization
fr: Gérer les rôles

# userStory
source: adminOrgContact
fr: Gérer les contacts de l'organisation

# userStory
source: adminOrgUser
fr: Rattacher les utilisateurs à l'organigramme

# userStory
source: adminServiceaccount
fr: Gérer les comptes de services

# userStory
source: adminUseraccount
fr: Gérer les utilisateurs

# userStory
source: batchScheduling
fr: Planifier les tâches

# userStory
source: contact
fr: Gérer les contacts

# userStory
source: adminArchive
fr: Administration archivistique

# userStoryGroup
source: adminAccessRule
fr: Gérer les règles de communicabilité

# userStory
source: adminRetentionRule
fr: Gérer les règles de conservation

# userStory
source: adminStorageRule
fr: Gérer les règles de stockage

# userStory
source: archivalAgreement
fr: Gérer les accords de versement

# userStory
source: archivalProfile
fr: Gérer les profils d'archive

# userStory
source: controlAuthority
fr: Gérer les Autorités de Contrôle

# userStory
source: descriptionField
fr: Gérer les champs de description

# userStory
source: filePlan
fr: Gérer les dossiers de classement

# userStory
source: serviceLevel
fr: Gérer les niveaux de service

# userStory
source: archivalExport
fr: Exporter une archive

# userStory
source: archivalRelationships
fr: Ajouter une relation à l'archive

# userStory
source: addResource
fr: Ajouter et supprimer une ressource

# userStory
source: modificationRequestSend
fr: Envoyer des demandes de modification

# userStory
source: modificationRequestProcess
fr: Traiter les demandes de modification

# userStory
source: Statistics
fr: Accéder aux statistiques

# userStory
source: export
fr: Exporter une archive

# userStory
source: journal
fr: Journaux

# userStoryGroup
source: lifeCycleJournal
fr: Consulter le journal du cycle de vie

# userStory
source: audit
fr: Consulter le journal de l'application

# userStory
source: logBatchScheduling
fr: Historique des tâches planifiées

# userStory
source: searchLogArchive
fr: Rechercher les journaux archivés

# userStory
source: archiveManagement
fr: Gestion de l'archive

# userStoryGroup
source: modify
fr: Modifier les règles de gestion des archives

# userStory
source: modifyDescription
fr: Modifier la description des archives

# userStory
source: migration
fr: Convertir le format des documents

# userStory
source: checkIntegrity
fr: Contrôler l'intégrité des archives

# userStory
source: certificate
fr: Télécharger les attestations

# userStory
source: delivery
fr: Communication

# userStoryGroup
source: deliveryValidation
fr: Traiter les demandes de communication

# userStory
source: deliveryRequestReply
fr: Récupérer les communications

# userStory
source: deliveryHistory
fr: Historique des communications

# userStory
source: deliveryRequest
fr: Demander la communication

# userStory
source: deliveryAuthorizationRequest
fr: Traiter les demandes d'autorisation

# userStoryGroup
source: destructionHistory
fr: Historique des éliminations

# userStory
source: destructionRequest
fr: Demander l'élimination

# userStory
source: destructionCancel
fr: Annuler les demandes l'élimination

# userStory
source: destructionAuthorizationRequest
fr: Traiter les demandes d'autorisation

# userStory
source: destructionProcess
fr: Traiter les demandes de destruction

# userStoryGroup
source: restitutionHistory
fr: Historique des restitutions

# userStory
source: restitutionRequest
fr: Demander la restitution

# userStory
source: restitutionRequestValidation
fr: Valider les demandes de restitution

# userStory
source: restitutionRequestProcess
fr: Traiter les demandes de restitution

# userStory
source: restitutionValidation
fr: Récupérer les restitutions

# userStory
source: restitutionProcess
fr: Traiter les restitutions acquittées

# userStory
source: incomingTransfer
fr: Versement

# userStoryGroup
source: transferImport
fr: Importer un bordereau

# userStory
source: transferHistory
fr: Historique des versements

# userStory
source: processTransfer
fr: Traiter les versements

# userStory
source: transferSend
fr: Transferts en attente de traitement

# userStory
source: definitiveTransfer
fr: Transfert définitif

# userStoryGroup
source: outgoingTransferHistory
fr: Historique des transferts sortants

# userStory
source: outgoingTransferProcess
fr: Clôturer les transferts sortants

# userStory
source: outgoingTransferReceive
fr: Réceptionner les transferts sortants

# userStory
source: outgoingTransferSend
fr: Initier les transferts sortants

# userStory
source: archiveRetrieval
fr: Accès à l'Archive

# userStoryGroup
source: searchPublicArchive
fr: Accéder au registre des entrées

# userStory
source: IndexCourrier
fr: Accéder au registre des courriers

# userStory
source: retrieve
fr: Accéder au registre

# userStory
source: originatorAccess
fr: Notifications

# userStoryGroup
source: requestCommunication
fr: Demande de communication

# userStory
source: receiveNotifications
fr: Consulter les notifications

# userStory
source: archiveDeposit
fr: Versement

# userStoryGroup
source: deposit
fr: Déposer une archive

# userStory
source: messageComposer
fr: Générer un bordereau

# userStory
source: Authorization roles
fr: Rôles

source: authorization role(s)
fr: rôle(s) d'autorisation

source: Role name
fr: Nom du rôle

source: Enabled
fr: Activé

source: Administrator
fr: Administrateur

source: No role
fr: Aucun rôle

source: Add a role
fr: Ajouter un rôle

source: New role
fr: Nouveau rôle

source: Edit role
fr: Modification du rôle

source: Disabled
fr: Désactivé

source: Role members
fr: Membres du rôle

source: Role privileges
fr: Privilèges du rôle

source: Access rules
fr: Règles de communicabilité

source: Privileges
fr: Privilèges

source: Rules
fr: Règles

source: Show
fr: Aperçu

source: Lock
fr: Bloquer

source: Unlock
fr: Débloquer

source: New role created.
fr: Nouveau rôle créé

source: Role deleted.
fr: Rôle supprimé

source: Role updated.
fr: Rôle modifié

source: Status changed.
fr: Statut modifié

source: The name is empty.
fr: Le nom est vide.

source: User
fr: Utilisateur

source: roleModification
fr: Modification du rôle

# audit
source: roleCreation
fr: Création du rôle

# audit
source: StatutRoleModification
fr: Modification du statut du rôle

# audit
source: roleDelete
fr: Suppression du rôle

# audit
source: admin
fr: Administration des utilisateurs

# interface
source: userInformation
fr: Informations des utilisateurs

# model
source: Login
fr: Connexion

source: Username
fr: Nom utilisateur

source: Password
fr: Mot de passe

source: Sign in
fr: Se connecter

source: Password must change
fr: Le mot de passe doit être changé

source: Caps Lock On
fr: Verrouillage majuscule activé

source: Users
fr: Utilisateurs

source: New user
fr: Nouvel utilisateur

source: Add an user
fr: Ajouter un utilisateur

source: User modification
fr: Modification

source: User name
fr: Identifiant

source: Full name
fr: Nom complet

source: Email
fr: Courriel

source: Email address
fr: Adresse de courrier électronique

source: Service account created
fr: Compte de service créé

source: Service already exist
fr: Le compte existe déjà.

source: Last login date
fr: Date de la dernière connexion

source: Last IP address
fr: Dernière adresse IP

source: Locked
fr: Verrouillé

source: Unlocked
fr: Déverrouillé

source: Last password change date
fr: Date du dernier changement de mot de passe

source: Disable
fr: Désactiver

source: Enable
fr: Activer

source: Reset password
fr: Réinitialiser le mot de passe

source: Password verification
fr: Confirmation du mot de passe

source: User account
fr: Compte utilisateur

source: User information
fr: Information utilisateur

source: Roles
fr: Rôles

source: Organization units
fr: Services

source: Profils
fr: Profil

source: Display name
fr: Nom affiché

source: Reset
fr: Réinitialiser

source: Title
fr: Titre

source: First name
fr: Prénom

source: Last name
fr: Nom

source: E-Mail
fr: Courriel

source: Email malformed
fr: Le courriel est mal-formé

source: Choose group
fr: Choisir un groupe

source: Enable user
fr: Activer l'utilisateur

source: Delete a user
fr: Supprimer un utilisateur

source: Do you really want to delete this user ?
fr: Êtes-vous sûr de vouloir supprimer cet utilisateur ?

source: Are you sure to reactive this user ?
fr: Êtes-vous sûr de vouloir réactiver cet utilisateur ?

source: Confirm
fr: Confirmer

source: Edit profile
fr: Modification des informations

source: Change password
fr: Modification du mot de passe

source: Old password
fr: Ancien mot de passe

source: New password
fr: Nouveau mot de passe

source: Confirm password
fr: Confirmer le mot de passe

source: Username and / or password invalid
fr: Nom d'utilisateur et / ou mot de passe invalide

source: If the account exists, a reset email has been send
fr: Si le compte existe, un courriel de réinitialisation a été envoyé

source: Password has been updated
fr: Le mot de passe a été mis à jour

source: User %1$s is disabled
fr: L'utilisateur %1$s est désactivé

source: User %1$s is locked
fr: L'utilisateur %1$s est verrouillé

source: Invalid username or email.
fr: Nom d'utilisateur ou courriel incorrect.

source: Forgot password ?
fr: Mot de passe oublié ?

source: User connected
fr: Utilisateur connecté

source: User is disabled
fr: L'utilisateur est désactivé

source: The password is the same as the precedent.
fr: Le mot de passe est le même que le précédent.

source: The password is too short.
fr: Le mot de passe est trop court

source: The password must contain special characters.
fr: Le mot de passe doit contenir des caractères spéciaux.

source: The password must contain digits.
fr: Le mot de passe doit contenir des chiffres.

source: The password must contain upper and lower case.
fr: Le mot de passe doit contenir des majuscules et minuscules

source: Request a password change
fr: Demander un nouveau mot de passe

source: User added
fr: Utilisateur ajouté

source: User updated
fr: Utilisateur modifié

source: User locked
fr: Utilisateur verrouillé

source: User unlocked
fr: Utilisateur déverrouillé

source: User enable
fr: Utilisateur activé

source: User disable
fr: Utilisateur désactivé

source: Password has been changed
fr: Mot de passe modifié

source: Request to changed password sent.
fr: Demande de changement du mot de passe envoyée

source: Disable user
fr: Désactiver un utilisateur

source: You are about to disable this user. Please chose a replacing user to complete this action.
fr: Vous êtes sur le point de désactiver cet utilisateur. Veuillez choisir un utilisateur de remplacement pour valider cette action.

source: authenticationSuccess
fr: Authentification réussie

# audit
source: authenticationFailure
fr: Authentification a échoué

# audit
source: userAdd
fr: Utilisateur ajouté

# audit
source: userModification
fr: Utilisateur modifié

# audit
source: userAddUserException
fr: Utilisateur non-ajouté

# audit
source: Invalid user information
fr: Les informations saisies comportent des erreurs.

source: User name is required.
fr: Le nom d'utilisateur est requis

source: Password is required.
fr: Le mot de passe est requis

source: Passwords does not match
fr: Les mots de passe ne correspondent pas

source: Service name
fr: Nom du service

source: Token date
fr: Date du jeton

source: Token changed
fr: Jeton généré

source: Service account(s)
fr: Compte(s) de service

source: Manage service account
fr: Comptes de service

source: Add a service account
fr: Ajouter un compte de service

source: Authentication token
fr: Jeton d'authentification

source: Generate token
fr: Générer un jeton

source: Token
fr: Jeton

source: URL encoded token
fr: Jeton URL encodé

source: Edit service account
fr: Éditer un compte de service

source: Service account is disabled
fr: Compte de service désactivé

source: Service account is enabled
fr: Compte de service activé

source: Service account updated
fr: Compte de service modifié

source: The fields contain white spaces.
fr: Le champ contient des espaces

source: The fields is empty.
fr: Le champ est vide

source: Passwords are not the same
fr: Les mots de passe ne sont pas identiques

source: User password error.
fr: L'ancien mot de passe est incorrect

source: Display only activated users
fr: Afficher uniquement les utilisateurs actifs

source: delete role warning
fr: Attention : vous êtes sur le point de supprimer un rôle fonctionnel ; les privilèges correspondants seront ôtés aux utilisateurs auxquels ce rôle avait été attribué.

source: Delete the role
fr: Supprimer le rôle

source: No organization chosen
fr: Aucune organisation choisie

source: No service found
fr: Aucun service trouvé

source: No user found
fr: Aucun utilisateur trouvé

source: User already exist
fr: L'utilisateur existe déja

source: No service chosen
fr: Aucun service choisi

source: Organization
fr: Organisation

source: All privileges
fr: Tous les privilèges

source: Be careful, you are about to generate a new token. This will cancel the previous token.
fr: Attention, vous êtes sur le point de générer un nouveau jeton. Cela annulera le jeton précédent.

source: Admin Rights
fr: Droits Administrateur

source: Security level
fr: Niveau de sécurité

source: General administrator
fr: Administrateur général

source: Functional administrator
fr: Administrateur fonctionnel

source: adminEventFormat
fr: Gérer les formats d'événement du cycle de vie

# userStoryGroup
source: import
fr: Importer des référentiels

# userStoryGroup
source: importOrganization
fr: Organisations

# userStory
source: importRetentionRule
fr: Règles de conservation

# userStory
source: importRole
fr: Rôles

# userStory
source: importServiceAccount
fr: Comptes de service

# userStory
source: importUserAccount
fr: Comptes utilisateurs

# userStory
source: exportOrganization
fr: Organisations

# userStory
source: exportRetentionRule
fr: Règles de conservation

# userStory
source: exportRole
fr: Rôles

# userStory
source: exportServiceAccount
fr: Comptes de service

# userStory
source: exportUserAccount
fr: Comptes utilisateurs

# userStory
source: exportArchivalProfile
fr: Profils d'archive

# userStory
source: exportDescriptionField
fr: Champs de description

# userStory
source: importArchivalProfile
fr: Profils d'archive

# userStory
source: importDescriptionField
fr: Champs de description
