Repository: soumiamahieddine/enmoRM
Catalog: src/presentation/maarchRM/Resources/locale/*/importExport/messages.po
Languages: fr

source: Roles
fr: Rôles

source: Export referentiels
fr: Exporter un référentiel

source: Export
fr: Exporter

source: Description fields
fr: Dictionnaire de données descriptives

source: Organizations
fr: Organisations

source: Archival profiles
fr: Profils d'archive

source: Retention rules
fr: Règles de conservation

source: Service accounts
fr: Comptes de service

source: User accounts
fr: Comptes utilisateur

source: Import Referentiels
fr: Importer un référentiel

source: results
fr: Résultats

source: Import
fr: Importer

source: File successfully imported
fr: Fichier importé avec succès

source: Warning
fr: Attention

source: You are about to replace referentiel :
fr: Vous allez remplacer le référentiel :

source: Are you sure to do this ?
fr: Voulez-vous vraiment effectuer cette action ?

source: Import with data reset
fr: Remise à zéro

source: Import without data reset
fr: Sans remise à zéro

source: Click or drop a referentiel
fr: Cliquez ou déposez un référentiel

source: No file uploaded
fr: Aucun fichier versé

source: archivalprofiles
fr: Profils d'archive

source: orgName
fr: Nom de l'organisation

source: displayName
fr: Nom affiché

source: orgRoleCodes
fr: Rôles

source: orgNames
fr: Nom des organisations

source: otherOrgName
fr: Autre nom affiché

source: legalClassification
fr: Forme juridique

source: businessType
fr: Nature de l'activité

source: orgTypeCode
fr: Type d'organisation

source: taxIdentifier
fr: Numéro TVA intraco

source: beginDate
fr: Date de début

source: endDate
fr: Date de fin

source: parentOrgRegNumber
fr: Identifiant de l'organisation parente

source: ownerOrgRegNumber
fr: Identifiant de l'organisation racine

source: isOrgUnit
fr: Est une organisation

source: isAdmin
fr: Est un administateur

source: parentRegistrationNumber
fr: Nom d'enregistrement du parent

source: registrationNumber
fr: Nom d'enregistrement

source: accountName
fr: Nom de compte

source: emailAddress
fr: Adresse email

source: lastName
fr: Nom

source: firstName
fr: Prénom

source: title
fr: Titre

source: password
fr: Mot de passe

source: roleNames
fr: Rôles

source: locked
fr: Bloqué

source: enabled
fr: Activé

source: orgPosition
fr: Position dans l'organigramme

source: enumeration
fr: Énumération

source: roleId
fr: Identifiant du rôle

source: roleName
fr: Nom du rôle

source: privileges
fr: Privilèges

source: securityLevel
fr: Niveau de sécurité

source: reference
fr: Référence

source: name
fr: Nom

source: descriptionSchema
fr: Schéma de description

source: descriptionClass
fr: Classe de description

source: retentionStartDate
fr: Début de la date de conservation

source: retentionRuleCode
fr: Code de la règle de conservation

source: accessRuleCode
fr: Code de la règle d'accès

source: acceptUserIndex
fr: Index de l'utilisateur

source: acceptArchiveWithoutProfile
fr: Accepte des archives sans profil

source: fileplanLevel
fr: Niveau dans le plan

source: archiveDescriptions
fr: Description des archives

source: childrenProfiles
fr: Profils enfants

source: default
fr: Défaut

source: minLength
fr: Longueur minimale

source: maxLength
fr: longueur maximale

source: minValue
fr: Valeur minimale

source: maxValue
fr: Valeur maximale

source: facets
fr: Facettes

source: pattern
fr: Schéma

source: duration
fr: Durée

source: finalDisposition
fr: Disposition finale

source: implementationDate
fr: Date de création

source: Wrong columns numbers with csv on line %s
fr: Mauvais nombre de colonnes dans le csv à la ligne %s

source: Undefined property %s
fr: Les en-têtes du csv ne correspondent pas avec le modèle sélectionné

source: Password cannot be null
fr: Le mot de passe ne doit pas être vide

source: User account must be attached to at least one service
fr: Un compte utilisateur doit être rattaché à au moins un service

source: Csv must have at least one superadmin
fr: Le csv doit avoir au moins un superadmin

source: Service account must be attached to at least one service
fr: Un compte de service doit être rattaché à au moins un service

source: Organization '%s' does not exists
fr: L'organisation %s n'existe pas

source: Privileges %s does not exits
fr: Le(s) privilège(s) %s n'existe(nt) pas

source: Organization of deleting user must be persisted in new scheme
fr: L'organisation de l'utilisateur mettant à jour doit être persisté

source: Organization orgRegNumber is mandatory
fr: La valeur orgRegNumber est obligatoire

source: Owner Organization is mandatory if not orgUnit
fr: La valeur ownerOrg est obligatoire si la valeur orgUnit est nulle ou fausse

source: Parent organization %s does not exists
fr: L'organisation parente %s n'existe pas
